{"SH601919": {"id": [216030067, 216025865], "user_id": [7563430447, 2272973558], "评论数": [1, 1], "day": [20220402, 20220402], "title": ["", ""], "text": [" 好久没说中远海控了，其实去年的业绩打得太满了，加上高运价不可持续。这对于周期股就这样，我也承认海控业绩确实能够维持几年，但是资本市场投资你没有高增长后那就没人给你抬轿谁都怕最后站岗，投资不能靠意淫幻想，要面对现实，一季度业绩也超预期了这种主要是去年长协价低造成的，那么三季度四季度经济不能强劲复苏，那么增速又要打折扣，投资不能只考虑一个点要全面，加上上海封城，这对出口海运打击巨大。所以二季度业绩就会打折扣，这是事实不能回避", " 2021年公司实现营收 3336.9 亿元，同比+94.9%；实现归母净利润 894亿元，去年同期仅为 99.3 亿元，同比增799.52%。同时公司中远海控发布一季度预增公告，2022 年 Q1 业绩实现超预期增长。经公司初步测算，预计公司 2022 年第一季度实现归母净利润约为 276 亿元，同比增长约 78.6%。1）这个Q1业绩只能说目前价格还维持在高位，但是没有继续大涨，也没往下跌，一旦往下走的时候，利润就容易大幅下滑的。2）公司运量看起来并没有太大增长，运价大幅增长，说明核心还是供给端，估计与堵港船只拆解、船期延误等因素相关度比较高，只要供给缓解，运价向下是必然的。堵港时间什么解决不好预测，新船订单占比已经提升了，反映到运力上估计要23年，反正海控最迟明年业绩下滑可能性是比较大的。"], "extract_results_title": {"key_phrase": [[], []], "words": [[], []], "weight": [[], []], "topics": {"index": [[], []], "weight": [[], []], "sentence": [[], []]}}, "extract_results_text": {"key_phrase": [["投资不能"], []], "words": [["业绩", "投资", "不能", "加上", "打折扣", "去年", "打击", "运价", "全面", "海运", "增速", "出口", "上海封城", "没有", "海控", "能够", "维持", "中远海控", "造成", "又要"], ["实现", "业绩", "增长", "发布", "公告", "高位", "看起来", "反映", "时间", "订单", "因素", "目前", "供给", "延误", "下滑", "缓解", "船期", "拆解", "船只", "堵港"]], "weight": [[0.0512573489607136, 0.0429245721207242, 0.04113676875086475, 0.03915217279412846, 0.032858534803987184, 0.02594791753801683, 0.02289461157139194, 0.0224826759739803, 0.021637590552026572, 0.021468503160276632, 0.021242144325325427, 0.02062088283306505, 0.020058131951704375, 0.020034892839733705, 0.019980196158684984, 0.019821605550049543, 0.019821605550049543, 0.019523063917157198, 0.019011005398098194, 0.0189842633167365], [0.04053049584082494, 0.034351028815665395, 0.026627836799100434, 0.021276439077413955, 0.021276439077413955, 0.021276439077413955, 0.021276439077413955, 0.021276439077413955, 0.01892486317835405, 0.017926849276316305, 0.016883668519651947, 0.016611743347527345, 0.016515525316510887, 0.01585635825625841, 0.015475796993360515, 0.015304495090382873, 0.015281719431064877, 0.014954481080446606, 0.014761612361132392, 0.014632570231348462]], "topics": {"index": [[1, 0, 2], [3, 2, 6]], "weight": [[0.4718950487873745, 0.2809344345334661, 0.24717051667915907], [0.15846837105142786, 0.15835177097000966, 0.1465103876251909]], "sentence": [["这对于周期股就这样，我也承认海控业绩确实能够维持几年，但是资本市场投资你没有高增长后那就没人给你抬轿谁都怕最后站岗，投资不能靠意淫幻想，要面对现实，一季度业绩也超预期了这种主要是去年长协价低造成的，那么三季度四季度经济不能强劲复苏，那么增速又要打折扣，投资不能只考虑一个点要全面，加上上海封城，这对出口海运打击巨大", "好久没说中远海控了，其实去年的业绩打得太满了，加上高运价不可持续", "所以二季度业绩就会打折扣，这是事实不能回避"], ["经公司初步测算，预计公司 2022 年第一季度实现归母净利润约为 276 亿元，同比增长约 78.6%", "同时公司中远海控发布一季度预增公告，2022 年 Q1 业绩实现超预期增长", "堵港时间什么解决不好预测，新船订单占比已经提升了，反映到运力上估计要23年，反正海控最迟明年业绩下滑可能性是比较大的"]]}}}, "SZ002594": {"id": [216023622], "user_id": [8150711211], "评论数": [1], "day": [20220402], "title": ["瞄准电动车进军汽车制造"], "text": ["在王传福看来，全球电池市场日趋饱和，已经做到全球第一的比亚迪很难再有更高的增长空间，而汽车行业则是一个万亿级的大市场，随着中产阶级的崛起，必然会形成爆发式增长。 2002年的7月，比亚迪全资收购北京吉普的吉驰模具厂，开始为进军汽车制造行业做准备。2003年，比亚迪收购秦川汽车，正式进军汽车领域。彼时，大洋彼岸的特斯拉也在同年悄然成立。 汽车作为现代工业文明金字塔尖的产业，制造工艺上的复杂、产业链上的繁琐比电池更甚，而中国在发动机、变速箱、底盘等核心部件上远远落后于发达国家。 当王传福收购秦川汽车的消息一出，公司很快便遭遇基金抛售。在完成收购计划的当天，比亚迪的股价就猛跌21%；次日，股价又从18港元/股急跌至14.45港元/股。 仅两天内，比亚迪市值就缩水了近27亿港元。 随后王传福出面解释，说了他那句著名的话：“我造车是因为看好电动车在未来的发展，而我所掌握的磷酸铁电池将会在12年后独霸江湖。我高兴，我任性！” 也就是说，从一开始，王传福就瞄准了电动车。 2006年，搭载磷酸铁锂电池的F3e纯电轿车研发成功。 两年之后的2008年，插电混动车型F3DM也正式诞生。 2011年底，比亚迪率先推出了E6先行者，硬是用90kWh的电池做出了300公里的续航，领先行业好几年。 2013年，国家新能源补贴政策迎来高峰期。比亚迪在2013年-2019年抓住了行业机遇，在此期间，比亚迪的新能源销量不断攀升。由于吃到行业第一波红利，比亚迪在新能源造车领域一路披荆斩棘，市场占有率排名稳稳靠前。 尤其在插电混动领域，2017年-2021年期间比亚迪插电混动式新能源汽车的市场占有率一直稳居第一。 在纯电动领域，2018年以来也一直包揽前三。 比亚迪也一直致力于在国际上拓展业务。 例如在挪威（这通常是电动汽车公司在欧洲的首批市场之一），比亚迪已经成功地将其“唐“车型排销量在前10名。比亚迪唐在挪威的售价约为 6万美元，目前还不算便宜。尽管价格高昂，但需求似乎很健康。 这一事实表明欧洲买家并不害怕购买价格更高的中国电动汽车。#投资# "], "extract_results_title": {"key_phrase": [[]], "words": [["电动车", "汽车", "进军", "瞄准", "制造"]], "weight": [[0.24594541923542018, 0.24594541923542018, 0.2390545807645797, 0.13452729038228986, 0.13452729038228986]], "topics": {"index": [[0]], "weight": [[1.0]], "sentence": [["瞄准电动车进军汽车制造"]]}}, "extract_results_text": {"key_phrase": [["电动汽车"]], "words": [["比亚迪", "汽车", "收购", "行业", "电池", "领域", "新能源", "更高", "制造", "王传福", "市场占有率", "中国", "e6", "电动", "价格", "全球", "增长", "欧洲", "电动车", "大洋"]], "weight": [[0.03212734624418416, 0.01947736123096888, 0.016864307730671442, 0.015307053134110234, 0.014968282052579612, 0.01479690122755719, 0.012523615325497756, 0.011223579434953222, 0.010967376951823508, 0.01049056787890141, 0.01047475822495715, 0.010343139458280954, 0.009590027028163686, 0.009527216828323078, 0.009309470600994883, 0.008980083816157522, 0.00895349852811543, 0.008951349310339791, 0.008449048790778159, 0.008082324493700516]], "topics": {"index": [[21, 1, 2]], "weight": [[0.057107293362879764, 0.05501923621276087, 0.05442678773786899]], "sentence": [["例如在挪威（这通常是电动汽车公司在欧洲的首批市场之一），比亚迪已经成功地将其“唐“车型排销量在前10名", "2002年的7月，比亚迪全资收购北京吉普的吉驰模具厂，开始为进军汽车制造行业做准备", "2003年，比亚迪收购秦川汽车，正式进军汽车领域"]]}}}, "SH600295": {"id": [216038838], "user_id": [5594661135], "评论数": [1], "day": [20220402], "title": [""], "text": ["推荐电冶化工一体化龙头鄂尔多斯（600295）————————公司具备完整的“煤炭-电-硅铁合金/氯碱化工”生产线，硅铁规模全球第一，氯碱化工全国第四。目前拥有500万吨自有+600万吨权益煤矿产能，电力装机量3080MW，实现煤炭高比例自供、电力完全自给、原料大部分自产的一体化模式。能源价格高企下，公司一体化优势凸显。硅铁、PVC均为高耗能产品，在传统能源价格高位下，我们测算公司自有煤矿、自备电厂可为硅铁、PVC产品分别带来约800元/吨、500元/吨的成本优势，处于行业内领先位置。看好硅铁、PVC产品价格高位。稳增长政策推动下，国内基建、地产有望复苏，拉动硅铁、PVC需求回暖。而在“双碳”目标的约束下，行业供给长期受限，供需处于紧平衡。同时受原材料价格上行影响，产品价格存在支撑。预测2022-2023年公司归母净利润分别为55/58亿元，当前市值对应2022年不到7xPE。考虑到能源价格中枢上行有望带来一体化价值重估更多精彩内容，敬请关注闭门财经   ————————"], "extract_results_title": {"key_phrase": [[]], "words": [[]], "weight": [[]], "topics": {"index": [[]], "weight": [[]], "sentence": [[]]}}, "extract_results_text": {"key_phrase": [["能源价格"]], "words": [["价格", "一体化", "硅铁", "煤矿", "优势", "pvc", "煤炭", "上行", "电力", "政策", "目标", "氯碱化工", "处于", "能源", "市值", "2022年", "对应", "闭门", "完整", "地产"]], "weight": [[0.036638043445184516, 0.030664508104920763, 0.0263316650004221, 0.020895994414933273, 0.018600586489773887, 0.017047028681952504, 0.016507654429713522, 0.015862547203608576, 0.015532432082009343, 0.015311740426857429, 0.015311740426857429, 0.014542606278975799, 0.01379140046514356, 0.01372564590889984, 0.012902459930112865, 0.012902459930112865, 0.01254350019580528, 0.012135115123856583, 0.011882229033749319, 0.01170814043527198]], "topics": {"index": [[3, 9, 0]], "weight": [[0.15949892876289953, 0.11623695923487838, 0.11011868208376431]], "sentence": [["硅铁、PVC均为高耗能产品，在传统能源价格高位下，我们测算公司自有煤矿、自备电厂可为硅铁、PVC产品分别带来约800元/吨、500元/吨的成本优势，处于行业内领先位置", "考虑到能源价格中枢上行有望带来一体化价值重估更多精彩内容，敬请关注闭门财经   ————————", "推荐电冶化工一体化龙头鄂尔多斯（600295）————————公司具备完整的“煤炭-电-硅铁合金/氯碱化工”生产线，硅铁规模全球第一，氯碱化工全国第四"]]}}}, "SH600887": {"id": [216035304], "user_id": [8914205396], "评论数": [20], "day": [20220402], "title": ["十年十倍"], "text": ["乳制品龙头伊利股份就是十年十倍大牛股，这个是确定性最高的。这是时代的选择。九十年代的长虹电视，那个时候一台电的价格可以买一套房。电视就是时代那个时代最靓的仔。两千年的银行，地产是时代最好的产物。其实银行地产是相辅相成的谁也离不开谁。现在银行地产都是全世界的第一了。下个十年会是大消费的时代，特别是与健康有关的，伊利无疑是龙头中的龙头。"], "extract_results_title": {"key_phrase": [[]], "words": [["十年十倍"]], "weight": [[1.0]], "topics": {"index": [[]], "weight": [[]], "sentence": [[]]}}, "extract_results_text": {"key_phrase": [["银行地产"]], "words": [["时代", "地产", "银行", "价格", "龙头", "确定性", "长虹", "伊利股份", "十年十倍", "相辅相成", "都是", "最好的", "大消费", "电视", "的仔", "乳制品", "最高", "九十年代", "离不开", "全世界"]], "weight": [[0.09032545979066614, 0.060659875245560956, 0.04983027129011204, 0.04662663341619728, 0.03737442863898272, 0.03737442863898272, 0.03566867266079838, 0.035310832049877394, 0.03443379990100145, 0.0340591846311269, 0.0340591846311269, 0.03391413510098296, 0.03391413510098296, 0.03274889778513256, 0.031948881789137365, 0.02067646656668798, 0.02067646656668798, 0.019952154118575108, 0.01926812414015424, 0.01926812414015424]], "topics": {"index": [[4, 3, 7]], "weight": [[0.1587866102643708, 0.13065143319349035, 0.12219762354335612]], "sentence": [["两千年的银行，地产是时代最好的产物", "电视就是时代那个时代最靓的仔", "下个十年会是大消费的时代，特别是与健康有关的，伊利无疑是龙头中的龙头"]]}}}, "SH600702": {"id": [215991420], "user_id": [6917562962], "评论数": [8], "day": [20220402], "title": ["2022/4/2回顾之酒（白酒 黄酒 啤酒）"], "text": ["这个算是类似之前对芯片半导体，汽车零部件的第三篇文章，本来是想写中药的，中药本身不太熟悉还要再归纳一下，酒类就相当熟悉了也算是对自己之前做过的板块写一个回顾。白酒为主的话基本上大家都很熟悉，所以这次我会回避茅台和五粮液但是其他都会谈到。白酒最典型的就是中国很多省都有涉及。江苏有洋河股份，今世缘。安徽有古井贡酒，迎驾贡酒，金种子酒，口子窖。河北有老白干酒。山西有山西汾酒。湖南有酒鬼酒。贵州就是茅台。四川最多，传统的川酒六朵金花上市公司有五粮液，舍得酒业和全兴大曲（水井坊），泸州老窖。还有两家未上市，郎酒，剑南春。甘肃有金徽酒，皇台酒业。青海有青海春天，天佑德酒（原青青稞酒）。北京有顺鑫农业（牛栏山二锅头），大豪科技（红星二锅头借壳）。海南有海南椰岛。新疆有伊力特。上海有岩石股份（上海军酒）。基本上这些股票都在特定的时候大放光彩，可以说白酒是A股最稳定的投机和投资利器。在2020年10月和2021年5月的行情中非常典型。除了茅台五粮液，泸州老窖和洋河股份这类脍炙人口的传统白马股以外，我个人认为白酒第一波小行情起源于2017年山西汾酒的一波接近4倍的涨幅，以及2018年顺鑫农业在上半年一波接近3倍的涨幅。但是当时没有板块效应，并没有带领板块一起起来。顺鑫农业虽然一度是猪肉股，但是走势更多贴近白酒而非猪肉（目前他的营收主要部分也来源于白酒）。第一t队，大市值t队（茅台，五粮液，山西汾酒，泸州老窖，洋河股份）在板块效应没有很强之前，泸州老窖和洋河股份很早些时候就已经被机构抱团，他们是第三第四位市值迈入千亿的公司，这个就和我之前讨论半导体时候很像，类似兆易创新和韦尔股份因为很早就被机构抱团，因此后面个股群魔乱舞的时候她们反倒参与的很少，不太容易涨停和领涨。山西汾酒是非常特殊的一家，虽然他目前市值位列白酒板块第三，但是他8万散户的筹码集中度却远超五粮液，泸州老窖和洋河股份，因此他的弹性非常强，在2020年大行情下涨幅几乎走到了5倍，是大盘股白酒里最强势的，而且去年还能轻松顶出涨停板（2021/3/10)，可见抱团力度很大。当然他也是清香型白酒的唯一代表，也算是具有很高的辨识度。可以说在大盘股白酒里我也唯独看好山西汾酒，因为他的弹性相对是最好的。撇开这点，山西汾酒的问题就是销售渠道单一，省内销售占了40%的销售额，这在经营上明显是受地域限制的。第二t队，中市值白酒（酒鬼酒， 舍得酒业，古井贡酒，今世缘，水井坊）2020年的环境中铸造了第二位趋势牛股，酒鬼酒，以前叫湘酒鬼。他也是2020年涨幅最大的白酒股。整个一年有接近6倍的涨幅，对比同档次的水井坊和舍得酒业是高到不知道哪里去了。酒鬼酒让我印象深刻，先是6月一波拉升流畅的三倍，到12月一波主升浪直接打到230元（类似合盛硅业和石大胜华的主升浪），让我看到这个股票的人气+筹码集中，确实这个票后来有许多研报也被机构入驻，在当时一线白酒市值大难拉后，这类二线白酒很自然被机构青睐，而且在当时白酒是无敌的代表，很多机构都调研白酒公司。酒鬼酒目前筹码也没有太差，7万散户人均持股100w左右。2021年则是舍得酒业的天下，以及水井坊的一个波段。舍得酒业的成长得益于st，以及郭广昌的入住。他的涨幅在2021年基本是排得上号的，因为是st的关系，主升浪走的更强，而且后续摘帽后又碰上了白酒板块的风口，所以打到了和酒鬼酒差不多的价位。关于这个票我觉得没有太多可写的，因为他的涨幅更加夸张，几乎只用了9个月就完成了十倍之旅，而我以前做过的锦浪科技，天华超净，完成十倍用了14个月，18个月。舍得酒业短期太过超涨了，预期打的太高，因此走完主升浪就基本注定了天花板，反倒让我失去了参与兴趣。目前走势和酒鬼酒类似，调整幅度相对可以接受，但是也很难重振雄风了，他们都已经完成了风光的时候，需要更多新品种起来。水井坊，算是这三家里走势最弱的，是不是因为他的大股东是帝亚吉欧（外资）的关系，成为一个减分项？水井坊亮眼的走势仅21年头上的三连板和三月后的一波2.5倍涨幅，但是中报亏减后资金也非常不客气，直接给了五天三个跌停，可以说是非常惨了，酒鬼酒和舍得酒业去年还没有连续跌停过，这也是水井坊不如他们的原因。哪怕现在他跌幅也最大，即使pe低也无济于事。可以说酒鬼酒和舍得酒业太过耀眼导致水井坊就没有什么表现余地，这是板块内的天生压制，已经先天决定了，后期很难改变，在业绩上这些二线酒也逐渐陷入瓶颈期。古井贡酒则是第一家被抱团的二线白酒，目前也仅有2万多散户，筹码高度集中，但是他自2020年8月行情高点后再也没有突破，目前也处在一个巨大的箱体中，但是也已经来到了2020年7月的起涨位置，摇摇欲坠。古井贡酒的问题也很明显，作为高度抱团股，不如山西汾酒弹性好，但是作为二线白酒，似乎人气也不如酒鬼酒和舍得酒业，因此他的地位很尴尬，弹性不好导致反弹每次都偏弱。当然这可能也是他的优势吧，人气不高，默默抱图，但是黄金时间已经过去，这类酒很难再有第二波高光时刻。今世缘，这个票我几乎没有关注过，这里就只能忽略了，翻看往年k线，走势有点纠结，筹码每期都在分散。第三t队，弹性股t队。代表（金徽酒，老白干酒，金种子酒，青青稞酒，岩石股份，大豪科技，青海春天，海南椰岛，皇台酒业，伊力特）。第一位龙头就是2020年9-11月一个半月完成三倍涨幅的金徽酒，最大利好就是复星系的入住。金徽酒在这波涨幅之前籍籍无名，但是这波完成三倍确实激发了其强大的弹性，最后以四连板完成主升浪，金徽酒是第一家起势的小众白酒，他作为当时辨识度最高的股票，带来了后续问题就是他几乎不可能成为新的行情的龙头，因为他第一波太猛，资金不会选择同样的股票再去打一波。从10中开始，以老白干酒为代表的其他小众酒也展开了大涨，老白干酒的最大涨幅接近3.5倍，但是这票最大的问题就是筹码分散，拉板需要很大的资金，他最大的一天成绩量是64亿，而酒鬼酒近两年最大一波成绩才40亿。所以老白干酒只适合白酒股行情很好很好的时候做人气龙头，在行情淡薄的时候，资金甚至都不会选择他去抱团。十二月的行情属于大豪科技和皇台酒业。前者以一笔诡异的涨停板然后重组停牌，复牌后由于北冰洋和红星二锅头的入住直接带来11个涨停板，作为一个从事缝纫机生产的机械公司目前完全跟白酒板块走势。皇台酒业则是停牌后摘帽st，类似去年盐湖股份复牌在行情最火热的时候，给出了巨大的溢价，当然皇台酒业的涨幅不具备参考价值。2020年年底的行情中，金种子酒走出了7天5板，青青稞酒走出了7天6板，青海春天走出5连板。2021年5月白酒走出了第二波主升浪，也是目前的短线高点，在6月头上达到短线高点。除了舍得酒业以外，龙头是海南椰岛，岩石股份，他们都是st摘帽后开始启动，涨幅在3-4倍，其实去年头上st股的氛围很好，在摘帽前已经有不俗的表现（例如湖北宜化，融捷股份，江特电机等等），所以st释放后筹码在还算集中的情况下海南椰岛和岩石股份领涨也相当合理，岩石股份摘帽后甚至也有一字板。大豪科技，青青稞酒和皇台酒业跟随，他们都突破了前期高点。但是在连板龙头面前其他酒已经黯然失色了，如金种子酒，金徽酒，老白干酒在这波行情中表现不算亮眼。基本上这波行情后，白酒股大伤元气，在各类舆论加持以及赛道股的狂飙后，白酒股也逐渐走入下坡，虽然茅台作为大盘的定海神针不再单单影响白酒板块，但是茅台的走弱也注定预示白酒板块不会太强。而且海南椰岛和岩石股份业绩都非常不好，资金如果选择这种做龙头 就是纯粹的炒作。2021年后期，口子窖，迎驾贡酒，老白干酒。口子窖和迎驾贡酒，在之前的行情中似乎太过弱势，可能也是这个原因导致他们也并非不给涨的机会，口子窖和迎驾贡酒都是在去年底的行情中创出历史新高，迎驾贡酒的弹性更好些，他有两个一字板。从走势上看口子窖也更加纠结，而迎驾贡酒走的趋势相对平稳。只能说在大行情过后，他俩也不再起眼，毕竟失去了板块效应后，个股想脱离板块走独立趋势就太难了。这也是他们可惜的地方，迎驾贡酒可以说是去年底走的最好的白酒趋势股，目前我也在观望他有没有走出大趋势的可能。老白干酒在去年年底焕发第三春，但是也只有一个涨停，其他个股跟风就跟难了，只能说是回光返照了。2022年，截止目前强势白酒仅金种子酒，青海春天。金种子酒受益于华润系入住，类似于之前的金徽酒，青海春天则还不太清楚，目前走势偏独立，而且他也不是纯白酒股。其他，广誉远，这个在去年年中是行情爆点之一，去年炒的是白酒+中药（龟龄集），今年则也是跟随中药步伐，目前看来，广誉远游离于白酒和中药之间，即白酒大涨他没有大涨，中药大涨他也没有大涨，地位有些尴尬，但是这个票确实很有机会，只不过目前资金还没有过多参与，我很看好他今年能突破前期高点。还有诸如众兴菌业，中锐股份，巨力索具，大湖股份，豫园股份等等都炒作过白酒概念，但是随着行情退去他们也被打回原形，这里就无须赘述了。-------------------------------------------------黄酒。黄酒股就不多了，仅金枫酒业，会稽山和古越龙山。他们在2020年年底白酒行情中作为补涨标的也有过连板，但已经偏弱了，后续也没有单独因为黄酒概念而炒作过，属于是非常不起眼的版块。---------------------------------------------------啤酒。啤酒股也不多，青岛啤酒，重庆啤酒，惠泉啤酒，珠江啤酒，燕京啤酒，兰州黄河，以及做啤酒机的乐惠国际。仅青岛啤酒+重庆啤酒是高价且筹码高度集中的机构票，人均持股金额一个有340万，一个有180万。其他都是无人问津的股票。青岛+重庆也受益于去年白酒的行情有一波大涨，当然碰到世界杯等各类球赛的时候啤酒股都会玩一把但早已不是新鲜事了。啤酒股联动也比较差，因为除了青岛+重庆其他的辨识度都太低。---------------------------------------------------葡萄酒。这个在酒的行情中目前还不是主流。通葡股份，莫高股份，张裕A，中葡股份，威龙股份。五个票里三个st。---------------------------------------------------调制酒，百润股份。熟知的rio就是他家的。酒中王者，最大涨幅25倍，真正做到了什么叫趋势长牛。这个可以类比科沃斯了，涨幅和周期都类似，但是目前跌幅离高点也干掉了60%。没什么好说的，辉煌时间已经过去，就不用再看了。---------------------------------------------------写在最后，酒类股算是我做过品种不少的，也比较熟悉，归纳在此也希望很多细节自己不要忘了。炒股看业绩是必须的，但是更重要的是判断弹性和趋势好坏，资金到底喜欢什么样的股票去炒作，要先摸清楚股票本身的特点。这个不是光靠业绩能知道的，更重感觉。"], "extract_results_title": {"key_phrase": [[]], "words": [["2022", "2回顾之酒", "白酒", "黄酒", "啤酒"]], "weight": [[0.15588670930935908, 0.15588670930935908, 0.03370786516853933, 0.03370786516853933, 0.03370786516853933]], "topics": {"index": [[0]], "weight": [[1.0]], "sentence": [["2022/4/2回顾之酒（白酒 黄酒 啤酒）"]]}}, "extract_results_text": {"key_phrase": [["最大涨幅"]], "words": [["白酒", "目前", "行情", "涨幅", "酒鬼酒", "最大", "舍得酒业", "2020年", "去年", "也是", "筹码", "弹性", "没有", "股票", "迎驾贡酒", "一波", "水井坊", "岩石", "走出", "山西汾酒"]], "weight": [[0.0210887269519352, 0.011848514518398356, 0.011744807549752271, 0.007910256687548498, 0.007073143171389916, 0.006759739960499851, 0.006692477481177543, 0.006545286243073968, 0.0063993247830775295, 0.006245387585443771, 0.006226064281870943, 0.006085950288410754, 0.00581009058470769, 0.005601797141796601, 0.005514195343590735, 0.005418507445381323, 0.005082608951730535, 0.005060219460175961, 0.005057709774268003, 0.004810707737535783]], "topics": {"index": [[23, 49, 70]], "weight": [[0.025839221203800795, 0.023702592520435134, 0.02077442684660202]], "sentence": [["山西汾酒是非常特殊的一家，虽然他目前市值位列白酒板块第三，但是他8万散户的筹码集中度却远超五粮液，泸州老窖和洋河股份，因此他的弹性非常强，在2020年大行情下涨幅几乎走到了5倍，是大盘股白酒里最强势的，而且去年还能轻松顶出涨停板（2021/3/10)，可见抱团力度很大", "金徽酒在这波涨幅之前籍籍无名，但是这波完成三倍确实激发了其强大的弹性，最后以四连板完成主升浪，金徽酒是第一家起势的小众白酒，他作为当时辨识度最高的股票，带来了后续问题就是他几乎不可能成为新的行情的龙头，因为他第一波太猛，资金不会选择同样的股票再去打一波", "其他，广誉远，这个在去年年中是行情爆点之一，去年炒的是白酒+中药（龟龄集），今年则也是跟随中药步伐，目前看来，广誉远游离于白酒和中药之间，即白酒大涨他没有大涨，中药大涨他也没有大涨，地位有些尴尬，但是这个票确实很有机会，只不过目前资金还没有过多参与，我很看好他今年能突破前期高点"]]}}}, "SH603538": {"id": [216032783], "user_id": [6198595232], "评论数": [8], "day": [20220402], "title": ["杂文散谈：160元，才是保守情况下美诺华的目标价"], "text": ["  前言：了解到并进入雪球社区有接近1年了，看帖无数，很少发帖，这是第一篇长文，谈谈我刚入手的美诺华。同样，也先预警一下，这篇小文有7000字，仔细看可能需要半小时，大家谨慎进入哦~其实在买美诺华之前，尽管看了一些报告和许多帖子，但最后在没研究清楚的情况下先错过了永太科技的第一段上涨（32买入，35就卖了），然后在上周五买入了闰土股份，后来又追高买了中欣氟材...直到最后通过完整有系统的梳理，才最终确认美诺华才是最值得买入的新冠特效药标的，并在周三买入。其实买入时，如果看技术面，也知道不是一个好的买点，但想到巨大的上涨空间还是立刻买入了，不过，紧接着，在周四周五立刻就吃了两个跌停。心情肯定是很糟糕的，但是现在看来我还是一点不后悔买入并持有美诺华，尽管今天我会把美诺华目标价调到160而不是我周三买入时的200，但是，美诺华的目标价距离现价还是有1倍多的空间。以下就会重点谈谈我是如何得出的结果，分析主要基于网上广为流传的姚董事长的3月中旬的电话会议录音全文，上周日我听的某券商（西x证券）关于新冠特效药产业链的介绍，以及美诺华公司公告，以及许多其他诸如wind咨询上的报告或者群友的帖子所得。正文：公司的业务，我们简单一点可以分为新冠特效药相关业务和原有业务。先说说原有业务：其主要包括CDMO、原料药（含中间体）、制剂等。这一块基本可以基于去年的业绩去框算，因为还没公布去年年报，20年是差不多1.7亿，21年可能也差不多是这样。已知的是1-2月差不多净利6000万，如果简单线性外推，全年是3.5亿，差不多就是去年的一倍，这正好就与姚董说今年CDMO、原料药这一块（不充分考虑新冠特效药）可以100%增长相互印证，所以这一块业绩算3.5亿。另外，姚董在被问及是否可以把1-2月的业绩拆出来多少是新冠时，他说他没有去拆，其实很明显这是一个委婉的说法，原因是新冠特效药所占比例还是很低的，这一方面和电话会议里面他说新冠特效药刚刚量产相互印证，同时也表明1-2月的业绩高增主要源于公司的原有业务，这一点本身就更给公司今年的业绩奠定了基础，甚至提高了成色，因为公司不依托新冠都可以高速发展，而这正是姚总所谓的公司在2022年才真正实现了业绩的“拐点”。新冠特效药：已知的是SM1和SM2现有产能各每月10吨，也就是1年240吨，姚董说刚刚开始量产，这应该非常符合常理，因为接到订单到上量需要时间，所以可以说1-2月的业绩里面基本上还没包括新冠特效药，但是三月开始应该可以当成产能逐渐向满产靠拢了，如果这样那全年实际产能去掉前两个月，就是对应10个月的产能约200吨（240吨的5/6）。已知情况1：目前的主要市场价格是：SM1约500万/吨、SM2 1000~2000万/吨（取中间值1500万）、卡龙酸酐200万/吨（1吨SM2约需要2吨卡龙酸酐），氮杂双环500万/吨。以上信息来自上周末的券商电话会，且姚董说了全年都没价格下降的预期。已知情况2：基于辉瑞的约1.2亿疗程反推需要的API（原料药）是360吨，因为产率是75%，所以倒退需要SM1/2各约480吨，卡龙酸酐960吨，可以约等于分别需要500吨和1000吨（同样来自券商的电话会）。所以我们简单计算，如果3月开始满产满销的话，销售额是200吨*1000万（SM1和SM2均价当成1000万，因为一个500万，一个1500万）是20亿。净利润方面，是我本文可能最大的硬伤，如果有大佬能更仔细的基于化学式和现在市场价来推算净利润，将是对本文的最大贡献！我只能说由于目前产品是“有多少要多少”的非常紧缺状态，而且参考比如SM2售价1500万，其中卡龙酸酐外购需要400万（1吨SM2要2吨卡龙酸酐），其他没有太多卡脖子的原料需要外购，用姚董的话说是公司基本上“从普通化学原料开始生产”，所以有可能最后的净利润率最高可达50%（这也是我最开始算公司业绩算高的原因）。如果这样算就是10个亿净利了。好了现在开始按开头所说，要开始我的保守计算步骤了：步骤1：产量打折我觉得满产满销太乐观，不管是供货物流，还是产能爬升、检修、疫情等等原因，依然很可能要给实际产量打折，具体打多少，当然只能拍脑袋，但是我想在产能这里打个六折，这应该是比较保守了吧？这里顺便说一下有可能的卡龙酸酐的卡脖子问题，确实卡龙酸酐是必须的原料，现在有些可以放量的公司，比如雅本可能也会自用为主，但卡龙酸酐并不是非常稀有的产品，因为和SM1/2这种新研发的中间体不一样，它是一个现有产品，不少公司可以供货。但可以做卡龙酸酐的公司并不都有能力像类似雅本化学那样的少数公司有往下游做的能力的，这也不见得是个明智的商业选择，在卡龙酸酐利润高企的情况下，可能还是会以卖卡龙酸酐为主吧，所以，美诺华产能释放这方面受到短期卡龙酸酐紧缺的情况，应该会在下半年开始不会变成太大的瓶颈，因为各卡龙酸酐公司都会抓紧投产的。步骤2：净利率打折净利率我上面说了，我是靠拍脑袋的，但是以SM2为例，1500万售价里面，主要成本就是400万的卡龙酸酐，所以我觉得净利率算40%应该是中性偏保守的，其中一个原因是姚董说要适当考虑MPP的业务，MPP肯定相对价格低一点，但目前肯定是优先供给净利率高的原研药产业链，所以应该利润率不会受太多影响（当然如果要进一步保守，那算30%利润率也可以，但还是算40%相对比较合理偏保守，还是那句话，希望大家在利润率方面给与更多基于成本结构和现价角度考量得出的精确计算，如是，则是对本文最大的贡献）。步骤3：不考虑扩产能姚董其实说了要现有产能改造设备再增加一倍到月产SM1/2各20吨，还说要再新建10吨，也就是产能从现在20吨SM1+SM2到60吨一个月，我也相信特别是在现在利润丰厚的情况下公司一定会有产能在年内投产，但是出于保守原则，我完全不考虑产能的增长，也就是依然维持上面说的基于目前已有产能打六折的方式计算，这应该很保守了吧？步骤4：不考虑其他中间体/原料药、其他新冠特效药姚董说除了SM1/2，公司已经在中试生产再下游的产品，一直到奈玛特韦，也就是做到原料药的流程，这方面我看有些雅本化学的帖子里已经在这样算利润了，但毕竟直接产奈玛特韦原料药或许有点抢下游生意之嫌。能做肯定是利润更大。尽管我相信美诺华最后可以在年内完成下游产品的放大并实现正式量产并形成销售，特别是MPP端。但再一次，出于保守原则，这些情况我完全不考虑计入净利的计算。同样，公司储备了四个核心的盐野义中间体，某些公司有3个中间体也如获至宝吹半天，美诺华才是最全的中间体供应商啊，另外公司在君实以及其他国内公司的3cl中间体也有储备，其实这一块市场是更加有想象力的，因为最后国家肯定优先采购价格更低的国内新冠药，当然肯定也会使用国内的中间体/原料药公司，但这个部分依然我完全不考虑在今年利润里（其实盐野义的收入在年内实现的概率还是非常高的）。好了，基于这样的计算，公司22年新冠特效药的净利应该可以达到的数字是：200吨*0.6（产能打6折）*1000万/吨（均价）*40%（净利率）=4.8亿那加上前面算的原有业务的业绩3.5亿，合计约等于8.3亿，然后，进一步保守一下，取整算8个亿吧。接下来讨论一下PE乘数（应该还是PE法最适合美诺华的估值了，DCF就先算了吧，也太麻烦），公司之前回复交易所说行业TTM估值是46倍，我们按forward PE（前置PE，也就是2022年）就算30倍吧，我也稍微看了几个其他原料药、中间体上市公司的估值，应该30倍算中位数偏低了，所以最后，公司的市值应该就是240亿（8个亿净利*30倍PE），对应的价格也就是我标题里面写的160元！当然，或许有人说今年的高价使得公司业绩有可能像周期股一样，不能取30倍的行业平均估值，我只能说两点回应。第一：参照一下去年市场怎么样炒作锂矿、磷矿等公司，哪怕今年总体市场不如去年，但是至少规律是去年那些股票的估值是远远高于今年的，尽管去年只是他们业绩爆发的元年，而今年才是真正业绩最高点，而美诺华也应该一样，我以上出于保守原则没有计算的诸如拓宽产业链、扩充产能、全面拓展到MPP市场，都会在23年兑现，所以公司真正的业绩高点肯定是23年，但业绩在今年这个公司业绩爆发的元年只给30倍这个行业平均的估值，完全不考虑公司业绩剧变的因素，其实本质上是非常不合理的，还是那句话——出于保守原则，这样才有安全边际。其他新冠特效药上游产业链公司的估值以反观美诺华：其他中间体或者原料药公司，在这里我就不一一例举了，不想遭口水仗，我只知道美诺华是确定的领先其他公司半个到1个身位的公司，且其是在SM1/2这个核心环节有确定商业化且实现最先大批量供货的公司，其他各种公司都是“储备”、“计划”、“技改”、“预计”等等，这个先发优势或许会像创新药一样，谁取得先机，哪怕是快几个月，就是“一辈子”。这里，我分享一个例子，我今年早些时候，包括后来都看过买过乐普医疗（在姚董的电话会议纪要里面其实别人就是在不点名的问它的工艺是不是有优势），在各大研报里面又经常提到它，它的估值本来就很低，但就是不涨，一直想不通为什么，不过现在我也理解了，其实哪怕它可能也快要投产了，但是首先，它的工艺宣称可以略过卡龙酸酐从而节约成本30%，但是不管是美诺华还是其他一些公司老总的回复都表明，目前马上可以商业化的大量生产且经过验证的流程还是绕不开卡龙酸酐的，退一步说即使这个工艺路线走得通（其实美诺华这方面也有布局），那也因为这不是标准的辉瑞的含卡龙酸酐的流程而很可能得不到辉瑞的高利润原研药订单，顶多只能拿MPP，而MPP没有丰厚利润空间的，再加上公司本来盘子大，所以在不能显著增厚业绩的情况下，股票就是不涨也就不奇怪了，所谓存在即合理啊，叹叹！当然除了美诺华，雅本化学可能也有相对投资价值，因为它确实是卡住了卡龙酸酐这个产业链的脖子，在这方面有先发优势，也在向下游发展，只是如果算估值，其优势产品卡龙酸酐，主要是250吨（现有）+500吨（新建）卡龙酸酐——750吨*200万=15亿加上新建的300吨氮环双杂（每吨500万，也是15亿）的销售预期，在最乐观的情况下两者相加也顶多是30亿，但其实即使不保守，只是中性计算，这一块能实现50%都很难（因为新建的卡龙酸酐和氮环双杂都还没开始生产，更不用说满产满销了），此外尽管公司还有产50吨帕罗维德的计划，这一块如果实现销售，业绩是会增加很多，但公司董秘昨天回复说该项目目前没有显著的进展（我猜测是因为相关工艺专利等方面的问题不那么容易解决），所以基本上不应该考虑进22年的收入。而雅本化学过去几年的盈利基本和美诺华一样都是1.6亿左右净利润的体量。所以可以说即使在中性偏乐观的情况下，雅本的业绩（卡龙酸酐新增产能不可能完全满产满销地在22年兑现，其兑现的节奏乐观来看也只能按30个亿的4折左右，也就是12亿去计算，因为目前新产能还没投产，更不要说满产，只有5个亿——250吨*2万/吨，也就是基于现有250吨产能的对应的5亿的收入，是唯一可以保证全年满产满销的）也只是1.6亿利润原有业务+12亿销售收入的新冠中间体，和保守情况下美诺华的业绩情况完全一样，但雅本化学市值已经220亿了，所以这样看和我前面算的约250亿的美诺华的保守估值是相对合理的。当然，雅本化学的想象空间也有，只是我觉得从绝对空间和确定性综合考虑上看不如能较明显算清楚的美诺华值得投资。新冠特效药产业链其他环节的机会：先看看中国医药，它无疑是产业链里最靓的仔，其实我很早就算了一笔账，按乐观估计每个诊疗期2300元，在中国累计备货4-5000万个周期（全部人口的1/30），那也只有1000亿收入（注意，这是累计，不是22年，22年是绝不可能累计购买那么多的），按照专家透露的信息，中国医药只能拿5%提成，而中国医药还要为此付出物流等成本，最后打个对折左右应该也就20亿净利了吧，那这一部分参照公司以前的PE，给10倍估值，增加公司200亿市值也就差不多了吧，中国医药启动前120亿左右，现在350亿了，已经完全拉满甚至超过了辉瑞业务带来的市值增加的弹性了（而且注意，我说的4-5千万的周期不可能在年内就达成的，这至少是2年也就是23年底才能实现的），如果要说中国医药还要再考虑盐野义等等的授权，那综合考量，也已经基本体现在现价里了，再往上真的没多少空间了，除非后面要把所有国内的新上的新冠药都让中国医药做那还有可能可以上涨一些，但是在医药分销等领域，其实国内还是有很多全国性布局或者地方性垄断的公司的，全都交给中国医药，我想不但可能中国医药自身做不过来，也不利于正常市场竞争吧，毕竟很多其他此类公司也有自身的优势，不可能中国医药吃独食的。除了各种中间体，纯粹的制剂或者原料药、CDMO企业其实因为利润率较低，都没太大业绩弹性，这点在目前的股价表现也证实了，真正赚钱的还是医药公司，比如辉瑞这样的公司，在国内新冠特效药方面，我也先在此感谢  ，看了他诸多的帖子以后，我觉得君实生物还是有明确的优势，因为它药理明确、又是口服药，只是一旦获批，如果按一个周期300元，保守算一期出售3000万份（因为有其他一些产品可能上市带来的分流，比如阿兹夫定等），我觉得可能可以实现100亿销售额的体量，现在君实750亿市值，是不是100亿销售额就可以给公司增加1倍以上的市值贡献，也就是增加750亿-1000亿，我无法确定，但显然还是有一定的市值上涨的空间的，具体也期待各位大大指教。只是确实盘子较大，上涨也会缓慢和小幅一些吧。所以，综上，在目力可及的范围内，我确实看不到在新冠特效药全产业链中，还有哪些公司有美诺华这样距离合理估值还有近150%上涨空间（67元-->160元+）的标的了。尾声：说点心里话吧。前两天看到一篇帖子呼吁特效药产业链中各股票的粉丝之间，不要再互相攀比、互踩，再内卷了，大家都不容易云云，我看了很有感触。其实，屁股决定脑袋，大家本质上都还是希望维护自己买的股票，希望制造一些舆论来坚定大家的持股信心，从而促进自持股票的股价上涨或者稳定。其实这无可厚非，天下熙熙，皆为利来；天下攘攘，皆为利往。我写这篇文章也有部分这方面的考量。但更多的原因，似乎还是为了宽慰自己并坚定自己的信心，3月我之前已经损失惨重，最后两天刚买美诺华，又连吃两个跌停，加上疫情隔离的郁闷，确实让我很难受，但回头再次复盘和反思，我还是想说我不后悔这一次买了美诺华。因为基于我以上的分析，基本上公司的业绩还是可以算清楚的，目前的价格，即使完全不考虑新冠业务，也已经是合理估值了（因为公司原有业务已经可以实现3.5亿净利润，目前市值计算，22年估值的只有30倍，为行业平均估值），真的没有下跌空间了，这也是我为什么周三在看到技术面出现短期走弱的迹象，还是选择买入美诺华的本质原因——尽管我确实应该再耐心一点买入。看到帖子里有很多分享（炫耀）自己一个月赚了100%甚至更多的朋友，我只能说恭喜你们，尽管我很诚实，也有一点羡慕嫉妒恨的成分在。但，我依然觉得或许他们就是更聪明更敏锐，发现了这样一个大宝藏，可以毫无压力的持有到现在的价格并在短期兑现了最高比例的利润（如果未来有这样刚刚启动或者酝酿大机会的股票的话，记得私信我哈~）。但是，如果这里面有运气成分，或者是纯看技术面操作的话，我觉得或许他们也可能错失了还能至少再翻1.5倍的机会，而这是需要花大量时间去研究得来的。其实我和 monkqiu兄弟一样，也不是学化学或者医学出身的（尽管我之前在几家跨国化工企业工作过），研究这个产业链确实很费劲，前前后后至少花了10几小时，确实辛苦，此中滋味可能只有做过的人才会懂吧。顺便说一句的是，为什么中国医药可以估值拔那么高，其实就是因为它没有门槛，它有唯一性和垄断性，所以可以无脑的往上拉，一句话就能让人听懂的个股投资逻辑是最能让人接受的。所以，还是那句话，存在即合理，它炒那么高也情有可原，但是原料药这边就纷繁复杂太多了，某个公司只要有个似是而非的名字（比如闰土的三氟甲苯和中欣氟材的三氟苯完全没什么关系，也被炒作，让我误入）就可以炒作，而也正因为如此，太多资金都被分散到产业链各种各样的中间体甚至化工公司去了，但是正本清源，按技术齐全和产能上量的身位优势，美诺华就应该是新冠特效药上游里的“中国医药”，只做它就对了，别的都没太大的投资价值，如果这样，又基于现在依然较低的市值，怎么样看美诺华目前的价格，都还有很大的想象空间。下周，它的股价可能还会短期走弱，然后才会蓄势上涨，股价的上涨点是来自一季报、半年报的超预期，以及如果和盐野义或者君实生物等公司有更多合作信息的流出，但是这个周期确实不太可能像第一波涨那么快了，我所说的160，可能也要约半年后才可以看到。但是，如果你们举眼望去，市场上还有更好的更确定的机会吗？我觉得其他可能的最好的机会也就是房地产和猪肉板块了，但是房地产业绩和猪肉价格的真正反转最早也要到7月才可以看到，也就是反映在三季报里，那要10月才可以看到了，而且房地产和猪肉已经普遍涨了30-50%了，而且他们似乎不像新冠特效药那样可以有确定的业绩作为指引去支撑股价，难道都只看哪个流通盘小，或者只是在“福州”这种逻辑去选吗，即使那样也还是有很多股票啊，难道都去买吗？最后胜率也不会高的。猪肉我还没细看，感觉是弹性标的比较难选，欢迎大家推荐哈。所以，在整个市场基本上是结构性熊市的情况下，看图形就买一个赌上涨，其实还不如继续看新冠特效药产业链，因为这个板块是逻辑最强的，都说今年要做稳增长，那怎么不想想看，今年其实稳增长最大的阻碍就是疫情啊，当我们一直看稳增长的抓手（房产金融基建）的时候，做去除稳增长的阻碍的逻辑不是一样的吗？上海疫情已经外溢，其实即使只考虑上海本身，也已经对稳增长产生不少影响了，未来只有靠进一步打国内研发的疫苗加强针（现有疫苗上市公司市值都比较大，弹性小）+大量战略储备新冠特效药，国家才能有信心改变防疫政策，从而使得经济走上正轨完成经济增长目标——至少在消费端的稳增长太依靠妥善解决疫情这个紧箍咒了。所以新冠特效药上游行业不管是先做国外市场的辉瑞原研药，还是再做MPP，到长期做国内自己品牌的特效药，都是有长期的超硬逻辑的，可以说逻辑上没有任何板块可以超过它（无论地产真实业绩的增长性还是猪肉价格的上涨都没有长期性），其中走出十倍股，非常正常。美诺华，只是短期涨太快了，需要休整一下，整个板块也是一样，只要你能熬住接下来一段时间的不涨或者小阴跌，同时不要期望买了第二天就连续涨停，做好需要一定时间持股的预期，一定可以有丰厚的回报。我也再说一次，我不想以此文引战，所以我基本没有at其他股票，下面大家的回复我也很可能基本不会回复，除了上面提到的某些我确实很有兴趣的话题或者信息。我也不想发东财、同花顺等平台了，就只在雪球这个平台发布，因为雪球还是最专业的平台，当然也欢迎大家转载到其他平台去做适当传播。只是希望所有目前的美诺华股东们增加持股信心，有些喊着它还要再跌多少多少的朋友，我估计也是早期踏空的人，真的看空也不会说这些了，但是我觉得与其如此，不如先买呢，至少我都是近80元的成本呢，你们怕啥。另外，对比中欣氟材节前的董秘回复，那简直就是在向大家喊“别炒我了，大家散了吧”，还有雅本化学的董秘回复，美诺华的董秘在公司公告以及互动易上的发言都显示出既能对监管交差又呵护股价的态度，最近公司也没任何减持公告，可以说股东还是对未来上涨得更多很有信心的，这样的良心管理层（也包括作为一切的缘起的姚董事长），大家要珍惜啊！最后，还想说句题外话，我在看报告的时候发现有一家湾湾的公司，叫心悦生医，查了一下他们似乎只有32个人，但是他们3cl的新品已经马上要进入临床三期了，有望在年内上市，我相信即使上市，大陆肯定也不会引入的，但这确实值得我们深思，不管是不是他们得到了美国或者日本的帮助，至少我们在这个方面也还是走在了对方的后面。国内大量资金投入稳增长这样的短期经济目标，其实还是应该在医药等高科技领域多投钱多培养人才才是真正一本万利啊。很简单的道理，这方面能节约的钱要成千上万倍的高于我们现在付出的成本。最后愿广大美诺华的股东们，可以在节后早日看到美诺华的第二波主升浪！第一次写长文，各位请多担待，有任何不当之处，欢迎批评指正。"], "extract_results_title": {"key_phrase": [[]], "words": [["保守", "杂文", "散谈", "美诺华", "目标价", "才是", "情况"]], "weight": [[0.20849276704861638, 0.14285714285714285, 0.14285714285714285, 0.14285714285714285, 0.14285714285714285, 0.11003933076140612, 0.11003933076140612]], "topics": {"index": [[0]], "weight": [[1.0]], "sentence": [["杂文散谈：160元，才是保守情况下美诺华的目标价"]]}}, "extract_results_text": {"key_phrase": [[]], "words": [["美诺华", "业绩", "产能", "其实", "新冠", "卡龙酸酐", "中间体", "现在", "应该", "方面", "中国医药", "没有", "最后", "估值", "产业链", "需要", "考虑", "上涨", "特效药", "市值"]], "weight": [[0.0115580280724014, 0.009269283316266334, 0.00786794882973341, 0.007693497569039235, 0.006504820061460587, 0.00642184619811032, 0.006040175404922858, 0.005869632660591808, 0.005617380281529911, 0.0054885192535231555, 0.005082245466825907, 0.005055073598238464, 0.004628337978225962, 0.004596040050021716, 0.00449915496899696, 0.004411196852301912, 0.004195358409601791, 0.004192079288239985, 0.004180897800848055, 0.004009063260846174]], "topics": {"index": [[38, 34, 33]], "weight": [[0.0324969962933726, 0.0314839688989873, 0.030669396602950132]], "sentence": [["新冠特效药产业链其他环节的机会：先看看中国医药，它无疑是产业链里最靓的仔，其实我很早就算了一笔账，按乐观估计每个诊疗期2300元，在中国累计备货4-5000万个周期（全部人口的1/30），那也只有1000亿收入（注意，这是累计，不是22年，22年是绝不可能累计购买那么多的），按照专家透露的信息，中国医药只能拿5%提成，而中国医药还要为此付出物流等成本，最后打个对折左右应该也就20亿净利了吧，那这一部分参照公司以前的PE，给10倍估值，增加公司200亿市值也就差不多了吧，中国医药启动前120亿左右，现在350亿了，已经完全拉满甚至超过了辉瑞业务带来的市值增加的弹性了（而且注意，我说的4-5千万的周期不可能在年内就达成的，这至少是2年也就是23年底才能实现的），如果要说中国医药还要再考虑盐野义等等的授权，那综合考量，也已经基本体现在现价里了，再往上真的没多少空间了，除非后面要把所有国内的新上的新冠药都让中国医药做那还有可能可以上涨一些，但是在医药分销等领域，其实国内还是有很多全国性布局或者地方性垄断的公司的，全都交给中国医药，我想不但可能中国医药自身做不过来，也不利于正常市场竞争吧，毕竟很多其他此类公司也有自身的优势，不可能中国医药吃独食的", "当然除了美诺华，雅本化学可能也有相对投资价值，因为它确实是卡住了卡龙酸酐这个产业链的脖子，在这方面有先发优势，也在向下游发展，只是如果算估值，其优势产品卡龙酸酐，主要是250吨（现有）+500吨（新建）卡龙酸酐——750吨*200万=15亿加上新建的300吨氮环双杂（每吨500万，也是15亿）的销售预期，在最乐观的情况下两者相加也顶多是30亿，但其实即使不保守，只是中性计算，这一块能实现50%都很难（因为新建的卡龙酸酐和氮环双杂都还没开始生产，更不用说满产满销了），此外尽管公司还有产50吨帕罗维德的计划，这一块如果实现销售，业绩是会增加很多，但公司董秘昨天回复说该项目目前没有显著的进展（我猜测是因为相关工艺专利等方面的问题不那么容易解决），所以基本上不应该考虑进22年的收入", "这里，我分享一个例子，我今年早些时候，包括后来都看过买过乐普医疗（在姚董的电话会议纪要里面其实别人就是在不点名的问它的工艺是不是有优势），在各大研报里面又经常提到它，它的估值本来就很低，但就是不涨，一直想不通为什么，不过现在我也理解了，其实哪怕它可能也快要投产了，但是首先，它的工艺宣称可以略过卡龙酸酐从而节约成本30%，但是不管是美诺华还是其他一些公司老总的回复都表明，目前马上可以商业化的大量生产且经过验证的流程还是绕不开卡龙酸酐的，退一步说即使这个工艺路线走得通（其实美诺华这方面也有布局），那也因为这不是标准的辉瑞的含卡龙酸酐的流程而很可能得不到辉瑞的高利润原研药订单，顶多只能拿MPP，而MPP没有丰厚利润空间的，再加上公司本来盘子大，所以在不能显著增厚业绩的情况下，股票就是不涨也就不奇怪了，所谓存在即合理啊，叹叹"]]}}}, "SZ000858": {"id": [216001456], "user_id": [9561493322], "评论数": [0], "day": [20220402], "title": [""], "text": ["市场有效性再思考：88块的 和50块的上海机场，那个价格更有效？同理，40块的 和4块的呢？350块的 和170块的五粮液，哪个定价更加有效？我个人理解，两个时间节点定价都有效。所以，只有看得更远的人，才能成功。"], "extract_results_title": {"key_phrase": [[]], "words": [[]], "weight": [[]], "topics": {"index": [[]], "weight": [[]], "sentence": [[]]}}, "extract_results_text": {"key_phrase": [[]], "words": [["价格", "定价", "节点", "才能", "市场", "有效性", "个人", "理解", "上海机场", "更有效", "五粮液", "时间", "成功", "思考", "同理", "有效"]], "weight": [[0.09355082477779385, 0.08322087269455689, 0.08322087269455689, 0.08322087269455689, 0.06410256410256408, 0.06410256410256408, 0.06410256410256408, 0.06410256410256408, 0.04937843376494923, 0.04937843376494923, 0.044984255510571294, 0.044984255510571294, 0.044984255510571294, 0.009615384615384616, 0.009615384615384616, 0.009615384615384616]], "topics": {"index": [[3, 0, 4]], "weight": [[0.2541051243866576, 0.2409638505638701, 0.2409638505638701]], "sentence": [["我个人理解，两个时间节点定价都有效", "市场有效性再思考：88块的 和50块的上海机场，那个价格更有效", "所以，只有看得更远的人，才能成功"]]}}}, "SH513050": {"id": [216015301], "user_id": [2290248161], "评论数": [1], "day": [20220402], "title": [""], "text": [" $巴菲特在1993年致股东信中写道：“如果一个投资者对任何行业和企业都一无所知的话，但对美国整体经济前景很有信心，并且如果愿意长期投资的话，那么你应该广泛的分散化投资，你应该分散持有大量不同的公司股份，并且分期分批次购买。最简单的方法就是通过定期投资指数基金，一个什么都不懂的业余投资者竟然往往能够战胜大部分专业投资者。”而在2007年巴菲特发起了一个10年赌局：对冲基金的基金经理选择任何基金组合，十年的收益都不会超过标普500指数基金的收益。十年过去了，在2017年12月31日，标普500以125.8%的收益完爆参与挑战的泰德·西德斯的8.5%。什么？指数基金收益一般般？如果你在2013年9月30日消费ETF（159928）刚上市时候投资100万，那么到今天你的收益超过600万，年化收益率高达25%。试问，在A股上，有几个基金经理能超过你？这个收益也秒杀巴菲特的21%年化收益率。图片如果你在2013年5月31日纳斯达克100（513100）刚上市的时候投资100万，那么到今天你的收益超过500万，如果中间大幅调整时候你还能追加投资，那么你的年化收益率高达26%以上，试问，中国3000多名基金经理，这8年的收益，有几个能超过你？更不要说A股1亿名投资者了。图片要知道，不管你是投资消费ETF还是纳指ETF，取得的这些惊人的收益你仅仅是买入拿着即可！你不用去调研各个企业，你不用操心东阿阿胶能不能困境反转，你不用担心谁谁谁财务造假，你不用担心反垄断会不会把阿里、腾讯、美团干死，你更不用担心它会退市。我们A股90%以上的散户都不具备分析企业和选股的能力，如果你想参与分享中国发展红利并且逃脱“一赢二平七亏”的魔咒，那么定投指数基金就是你的最好的选择。以下是场内ETF全收录版！一定要收藏！A股宽基指数ETF：1.上证50ETF：5100502. 深100ETF：1599013.创业板50：1599494.沪深300ETF：5103005.中证500ETF：5105006.中证1000ETF：5121007.科创50ETF：5880008.H股ETF：510900长期持有的话，我建议投资沪深300、创业板50，因为沪深300、创业板50平均ROE在13-16%之家，长期投资的收益大约等于ROE。科创板50因为波动大，可以做波段。中证500可以做网格交易，不适合长期持有。香港恒生宽基指数ETF：1.恒生ETF：1599202.香港证券ETF：5130903.恒生医疗ETF：5130604.恒生科技指数ETF：5131805.恒生互联网ETF：5133306.港股消费 ：1597357.恒生国企 ：159960外盘宽基指数ETF：1.纳指ETF：5131002.中概互联网ETF：5130503.日经ETF：5135204.法国CAC40ETF：5130805.德国30ETF：513030我个人非常喜欢外盘指数，尤其是纳斯达克和中概互联，我指数基金账户也是重仓这两只。纳斯达克100的平均ROE高达26%，这个指数适合在大幅度调整时候一次性买进，比如2020年因为疫情美股熔断时候，最低才有3元，持有一年也有100%左右的收益。中概互联（513050）重仓腾讯和阿里，平均ROE在20%，非常适合长期价值投资。因反垄断，最近中概互联进入低估区域，可以一次性重仓买，也可以逢低定投。长期来说，收益也非常好。大金融行业指数基金：1.证券ETF：5128802.银行ETF：5128003.金融ETF：510230证券ETF因为长期上下波动，而且波动幅度也可观，非常适合做网格交易，制定好网格交易计划，股市就是你的提款机。银行ETF是可以作为养老配置的，稳健，分红可观。大医药行业指数基金：1.医药ETF：5120102.医疗ETF：5121703.创新药：159992在医药行业中，最适合投资指数基金，因为不管是创新药还是医疗，市场前景非常好，但是因为竞争比较大，投资个股风险就很大。今年三月份，通策医疗直接腰斩，作为个人投资者，很难抗住这么大的波动的。医药医疗也非常适合长期投资者，因为他们的ROE也普遍在15%以上。大消费行业指数基金：1.酒ETF：5126902.食品饮料ETF：5151703.家电ETF：159996我个人最喜欢的就是消费ETF，没有之一。消费ETF是A股中ROE最高的，平均都在25%左右，消费ETF非常适合长期持有，等到大幅度回撤适合，可以重仓买入，然后长期持有。只是消费ETF很少有便宜时候。新能源车行业指数基金：1.新能源车ETF：5150302.新能源ETF：5161603.智能驾驶ETF：516520新能源车我个人建议一定要买指数基金，个股太不明朗了。就算是最大龙头特斯拉，又有谁能保证不是当年塞班系统时代的诺基亚呢？更不要提中国造车新势力了。当然这个行业未来肯定是非常美好的。大科技行业指数基金：1.芯片ETF：1599952.半导体ETF：5124803.软件ETF：5152304.科技ETF：5150005.5GETF：5150506.通信ETF：5158807.信息技术：1599398.物联ETF：1598979.互联网50 ：15985610.计算机ETF：512720这个行业同新能源车一样，如果投资的话一定要投指数基金，个股难度系数最大。大军工行业指数基金：1.军工ETF：5126602.国防ETF：512670这个行业周期性太长，很难把握。对投资指数基金比较丰富的我来说，投资军工也是困难模式。化工光伏行业指数基金：1.化工龙头ETF：5162202.光伏ETF：5157903.新材料：159703大制造行业指数基金：1.智能制造ETF：5168002.高端装备ETF：5163203.机械ETF：516960资源类行业指数基金：1.黄金ETF：5188802.有色金属ETF：5124003.稀土ETF：5167804.钢铁ETF：5152105.煤炭ETF：515220文化类行业指数基金：1.游戏ETF：1598692.教育ETF：5133603.传媒ETF：512980大农业指数基金：1.养殖ETF：1598652.畜牧ETF：1598673.农业ETF：159825大基建行业指数基金：1.建材ETF：1597452.基建ETF：5169503.房地产ETF：512200房地产ETF我觉得是最近最大的机会，关于房地产的利空消息太多了，但也正式有这些各种利空，房地产才绝对低估。如果你相信未来十年，二十年，房地产不会消失，那么这个时候投资房地产ETF是最明智的。其他行业指数基金：1.环保ETF：1598612.低碳ETF：5160703.物流ETF：516910策略型指数基金：1、红利ETF：5108802、中证500低波动：5122603、基本面120ETF：15991017年投资经历请有缘的你永远谨记！！！请有缘的你永远谨记！！！请有缘的你永远谨记！！！技术很有用，不懂技术的，一知半解的，很难在A股立足，很难在熊市转折点逃顶，牛市起点入场，基本都s定。比如这次无数资金死在高位接盘中概股，前期新能源基金，无数大佬私募清盘……大周期技术图形提前反应一切市场特别是大主力机构信息。大周期技术背后是包含宏观微观经济周期，机构做盘等庞大综合复杂因素的综合作用力，远远比你想象中的深奥，复杂。不是你所谓简单的图形，你认为技术没用简单，只因你认知太过肤浅，远没摸透，门外汉，远远超出你的认知。普通投资者很难摸透股市的运行规律，大部分投资者一入股市，注定一路走到黑，随后到处拜求网络大神，继续被收割。一切真理掌握在极少数人身上，现实社会也一样。一切技术，宏观，微观，经济数据基本面分析投资分析，最后都是大道至简！趋势为王！ 天天谈宏观经济，谈低估值，谈财经新闻头头是道，却不跟你谈股市大趋势技术的，都是忽悠，你已经被别人PUA了，都不知道，还当别人是神。一切数据都得体现在股价趋势上，没机构没资金去做，都是一堆废话！永远大趋势第一，A股美股也好，只有大牛市才大机率赚钱，包括买基金。熊市，最后什么都会跌一轮，A股一样，美股也一样。如2008.2011.2015.2018几轮熊市，都是灰飞烟灭，血流成河。哪些在熊市时都让你配置股票基金的不是忽悠就是PZ，就是PUA你，收割你。股市没捷径！大部分人一入市场投资，从黑暗走向黑暗，或从光明走向黑暗，只有少数人从黑暗走向光明，或从光明走向光明！投资的路，方法一开始走对了，会少走10年弯路！前提得有超常人的格局，情商，谦虚的心，舍得的胸襟，绝大部分投资者舍得一直在股市亏无数w钱，也不舍得坚持每天看书学习进步！机构不收割他们，收割谁？天下没有免费的午餐，免费的才是最贵的，不要无脑找大神拿到代码，就可以赚几万几百万几千万？跟你有亲有故？保持天天学习进步，一切靠自己学习悟道，摸透股市运行规律，才是硬道理！别整天想着不劳而获，你现在每亏一分钱都是在为你的认知在埋单。觉醒吧！17年经验，即使公开给你，你也学不会。股市很残酷，韭菜真的太多太多，PZ远不够用，被收割了再被收割，唯有你自己摸透股市运行规律，强大自己，才能救你自己，即使你事业，实业很牛逼，一旦进入股市，进入投资市场，一样被当小绵羊小韭菜收割……以前 P2P收割普通人，现在SM收割富人！判断市场见底分批定投ETF，大趋势见顶果断清仓，长期持续稳健获利。注册制下，大量个股陆续暴雷，一次熊市，一次暴雷，你的几十年积蓄的血汗财富瞬间归零！所有观点仅作交流学习，不构成操作建议或意见，投资有风险，入市需谨慎！喜欢的，关注！点赞！转发！1分钱都是满满的爱...创作者会更好的作品...更多请关注:heavy_plus_sign:回看历史文章。 "], "extract_results_title": {"key_phrase": [[]], "words": [[]], "weight": [[]], "topics": {"index": [[]], "weight": [[]], "sentence": [[]]}}, "extract_results_text": {"key_phrase": [["投资指数基金", "适合长期", "行业指数基金"]], "words": [["etf", "指数基金", "投资", "股市", "收益", "收割", "技术", "长期", "投资者", "市场", "都是", "适合", "行业", "房地产", "机构", "中国", "学习", "a股", "大部分", "roe"]], "weight": [[0.04837347740703465, 0.01800080637179588, 0.01423147073225124, 0.00726895651706788, 0.0071204624074652535, 0.006990238942233222, 0.006864457417837212, 0.0058841091975834784, 0.005366440271223238, 0.005356947104787526, 0.005266210550582876, 0.005118839817491171, 0.004360232417806775, 0.004315312945332998, 0.004305926841371912, 0.004205530312860099, 0.004069692183092192, 0.004047279617572528, 0.003901470675607655, 0.0038516033411998656]], "topics": {"index": [[36, 26, 24]], "weight": [[0.025919389053666402, 0.02471279771501791, 0.024306679872987083]], "sentence": [["大科技行业指数基金：1.芯片ETF：1599952.半导体ETF：5124803.软件ETF：5152304.科技ETF：5150005.5GETF：5150506.通信ETF：5158807.信息技术：1599398.物联ETF：1598979.互联网50 ：15985610.计算机ETF：512720这个行业同新能源车一样，如果投资的话一定要投指数基金，个股难度系数最大", "大医药行业指数基金：1.医药ETF：5120102.医疗ETF：5121703.创新药：159992在医药行业中，最适合投资指数基金，因为不管是创新药还是医疗，市场前景非常好，但是因为竞争比较大，投资个股风险就很大", "大金融行业指数基金：1.证券ETF：5128802.银行ETF：5128003.金融ETF：510230证券ETF因为长期上下波动，而且波动幅度也可观，非常适合做网格交易，制定好网格交易计划，股市就是你的提款机"]]}}}, "SH601318": {"id": [216021358, 215999342], "user_id": [6641798555, 6073891989], "评论数": [24, 0], "day": [20220402, 20220402], "title": ["再论中国平安两年150", "四月的黄金机会就在这里"], "text": ["一般我不喜欢在上涨之前评论一支股票一家公司，闷声才能赚钱，也不利于主力洗盘，但是中国平安是一支超级大盘股，一家真正的大公司，可以说是目前散户最多的股票之一，所以我们的评论对它的影响微乎其微！超过一年以上的投资在A股肯定是长期投资，投资任何一家企业首先看的是管理层，看的是领头人，我们来看看中国平安的董事长马明哲先生，他是否值得我们投资和信任，这点我个人认为毋庸置疑，我相信大家也不怀疑！第二、代理人改革今年是收尾，不是起点，是收官之年，从投资角度预期管理此时不投等待何时！第三、股票价格，三重底之前我已经说过了，不再赘述，现在是一个立于不败之地的价格！最后还是回到平安的本质，保险加医疗这一愿景是否能够成功，从朴素的道理如果一个保险真的具备保险加医疗的双重性，我想我会买的，如果只是保险作为投资人是不会考虑的，从这个角度说，医疗:heavy_plus_sign:保险确实是保险公司的未来，如果改革成功平安的未来远远不是150！#中国平安# ", "一季度过去了，大盘跌了很多，相信很多人都是受伤的，二季度来临了，不要期待大牛市，所以珍惜波段机会，我们的策略就是低买高卖，机会仍然在跌出来的股票中寻找，我相信一些跌出机会的金融、医药类股票是机会，最近银行涨的不错就是估值低了一个修复，不过银行最近拉了太多我觉得要调整了，中国平安、格力电器、恒瑞医药这些超跌的蓝筹股，我觉得有机会了，放眼未来几年，我觉得他们还是有很高的成长空间的，不应该太悲观了，就像房地产一样跌多了就会修复 ，但是不要指望房地产还会再创辉煌，只是跌多了修复一下，因为看看人口增长就知道，医药我觉得有点悲观了荣昌生物开盘就破发，代表最近行情的低迷，所以小心谨慎，绝不追高我觉得是底线，大跌的时候买，是安全的保证，四月我看好东方财富、招商银行、中国平安、格力电器、恒瑞医药、迈瑞医疗、甘李药业，健帆生物、泰格医药、博瑞医药这些超跌的票。"], "extract_results_title": {"key_phrase": [[], []], "words": [["中国平安", "两年150"], ["黄金", "机会", "四月", "在这里"]], "weight": [[0.5, 0.5], [0.32456160227748454, 0.32456160227748454, 0.17543839772251532, 0.17543839772251532]], "topics": {"index": [[0], [0]], "weight": [[1.0], [1.0]], "sentence": [["再论中国平安两年150"], ["四月的黄金机会就在这里"]]}}, "extract_results_text": {"key_phrase": [[], []], "words": [["保险", "投资", "中国平安", "医疗", "成功", "改革", "平安", "角度", "管理", "股票", "未来", "大公司", "马明哲", "影响", "不败", "可以说", "才能", "评论", "价格", "目前"], ["觉得", "机会", "医药", "最近", "超跌", "房地产", "不要", "中国平安", "恒瑞医药", "银行", "修复", "都是", "股票", "放眼", "成长", "来临", "人口增长", "很多人", "过去", "寻找"]], "weight": [[0.028713248996836884, 0.021772261411442694, 0.02170320216733305, 0.021368921166631923, 0.021185407154617666, 0.02089448480013876, 0.020411606661803788, 0.01964294219696953, 0.01884764788301119, 0.01764143392077894, 0.015980668605004057, 0.013971111296821187, 0.013650664438859974, 0.013637902695761036, 0.013637902695761036, 0.013105822438523276, 0.013104191620238816, 0.012609196932562393, 0.012609196932562393, 0.01260358345567465], [0.036647807836130586, 0.03067324837665345, 0.02655447964544351, 0.023257496909451073, 0.018748508153205168, 0.018440590358986406, 0.0162775117453437, 0.014962708102395486, 0.01466537317345928, 0.01465476417488744, 0.013552366359546564, 0.01345739509958519, 0.013443905300040372, 0.012554947205738319, 0.012554947205738319, 0.012436367917764141, 0.01243191625168213, 0.012385217806013168, 0.012329409489532851, 0.012004801920768304]], "topics": {"index": [[0, 1, 4], [0]], "weight": [[0.21325776181803274, 0.20437721668136186, 0.17422492849415908], [1.0]], "sentence": [["一般我不喜欢在上涨之前评论一支股票一家公司，闷声才能赚钱，也不利于主力洗盘，但是中国平安是一支超级大盘股，一家真正的大公司，可以说是目前散户最多的股票之一，所以我们的评论对它的影响微乎其微", "超过一年以上的投资在A股肯定是长期投资，投资任何一家企业首先看的是管理层，看的是领头人，我们来看看中国平安的董事长马明哲先生，他是否值得我们投资和信任，这点我个人认为毋庸置疑，我相信大家也不怀疑", "最后还是回到平安的本质，保险加医疗这一愿景是否能够成功，从朴素的道理如果一个保险真的具备保险加医疗的双重性，我想我会买的，如果只是保险作为投资人是不会考虑的，从这个角度说，医疗:heavy_plus_sign:保险确实是保险公司的未来，如果改革成功平安的未来远远不是150"], ["一季度过去了，大盘跌了很多，相信很多人都是受伤的，二季度来临了，不要期待大牛市，所以珍惜波段机会，我们的策略就是低买高卖，机会仍然在跌出来的股票中寻找，我相信一些跌出机会的金融、医药类股票是机会，最近银行涨的不错就是估值低了一个修复，不过银行最近拉了太多我觉得要调整了，中国平安、格力电器、恒瑞医药这些超跌的蓝筹股，我觉得有机会了，放眼未来几年，我觉得他们还是有很高的成长空间的，不应该太悲观了，就像房地产一样跌多了就会修复 ，但是不要指望房地产还会再创辉煌，只是跌多了修复一下，因为看看人口增长就知道，医药我觉得有点悲观了荣昌生物开盘就破发，代表最近行情的低迷，所以小心谨慎，绝不追高我觉得是底线，大跌的时候买，是安全的保证，四月我看好东方财富、招商银行、中国平安、格力电器、恒瑞医药、迈瑞医疗、甘李药业，健帆生物、泰格医药、博瑞医药这些超跌的票"]]}}}, "SH600318": {"id": [216038271], "user_id": [1499562700], "评论数": [13], "day": [20220402], "title": [""], "text": ["    天天说新力金融不值钱，特么新力有地方不良资产amc牌照的。真跌到9块 我不卖了。海德股份  4亿营收  两亿利润。专门处置不良资产的，是海南amc扛把子。安徽国资委旗下，amc大将新力  搞不良资产会差么？  新力其实搞啥锂电池  搞搞不良资产处置  市值拖拖上百亿。去年亏损计提了，今年一季度只要利润增长，就是暴风式增长。万一9块卖了，然后起飞了。估计好多人要打脸。[暴富][暴富][暴富][暴富]好吧，逻辑通了，我就是这么安慰自己的  8-9元 我是不会卖的。反正不是第一仓位，无所谓。[捂脸][捂脸][捂脸]"], "extract_results_title": {"key_phrase": [[]], "words": [[]], "weight": [[]], "topics": {"index": [[]], "weight": [[]], "sentence": [[]]}}, "extract_results_text": {"key_phrase": [["利润", "搞不良资产", "不良资产"]], "words": [["amc", "不良", "资产", "新力金融", "好多人", "亏损", "增长", "新力", "计提", "逻辑", "今年", "一季度", "仓位", "无所谓", "[捂脸]", "扛把", "旗下", "市值", "地方", "不会"]], "weight": [[0.04639105554203142, 0.042770322264842064, 0.029962357313569353, 0.027822485637225496, 0.027822485637225496, 0.02220637741771818, 0.02220637741771818, 0.02190573727380168, 0.020928077351418134, 0.020891648029959464, 0.020303530796509445, 0.020119367537225093, 0.019065776930409912, 0.019065776930409912, 0.019065776930409912, 0.01857190471300681, 0.01857190471300681, 0.01776033453513874, 0.017343920941083866, 0.017336103427251545]], "topics": {"index": [[4, 5, 0]], "weight": [[0.10894027193665594, 0.08903427064317539, 0.08436909102981616]], "sentence": [["安徽国资委旗下，amc大将新力  搞不良资产会差么", "新力其实搞啥锂电池  搞搞不良资产处置  市值拖拖上百亿", "天天说新力金融不值钱，特么新力有地方不良资产amc牌照的"]]}}}, "SZ000651": {"id": [215992321, 215998810], "user_id": [8886454523, 8806901933], "评论数": [3, 6], "day": [20220402, 20220402], "title": ["", ""], "text": ["可以开始关注，建仓布局。小散应该也会开始关注，房地产开始回暖，股价也跌了一年，安全垫也算合适，加上董小姐的高股息政策。很多人担心格力后继无力，其实目前国人越来越认可国产品牌，只要在空调做精做细，做大做强，还是可以维持。只有董小姐，不要异想天开，天天搞些有的没的，还是比较稳。", "我在观察，其实董明珠黑粉是比较理性的在批判，但是有时候也是添油加醋，小题大做，道听途说。但这没有坏处，我倒是希望全社会都批判董明珠，因为董明珠这样的性情越是说她不行她越是要有动力做好事情！但我也希望全社会都表扬董明珠，因为董明珠这些年已经几乎成了跟格力绑定在一起的标签，挑刺了董明珠也就连累了格力品牌，只能说董明珠好，不能说她不好，已经成了很多股东和员工的无赖之举！当然，这背后还有一个重要的因素，那就是利益关系：股东挑刺董明珠会影响到股东的分红，员工挑刺董明珠会影响到员工的工资升值。但是总体来说，那些挑刺董明珠的这部分群体，总之还是比较理性的。但是那些黑格力品牌的人，黑格力股价的人就五花八门了。就举个简单的例子，股票炒的是预期，如果业绩兑现那天不符合预期，股价可能就会跌。 如果业绩兑现那天符合预期或者超越预期，股价可能就会涨。那么这个预期有好的预期，也有坏的预期。可能很多格力黑想让格力股价暴跌的格力黑，他没把握住这点。 这一点我们得学一下某信证券，唱空做多，唱多做空。真正的格力黑在这时候也就是年报披露的前一个月左右，应该发各种研报发各种好消息，去让格力业绩预期超级好。 比如找一些无关紧要的事实依据，找一些行业的对比，找一些国外空调的走势来，花一个月的时间，吹格力业绩会多么多么好……然后等到年报披露那一天隔离业绩很差，那就不符合预期。 那股价肯定就会崩塌，然后你们这些格力黑在顺水推舟，那不就大功告成了吗？所以做事情要有策略，格力黑在这个时候最应该做的事情就是夸格利夸董明珠！反之，现在机构，基金，对格力没有研报，使劲黑，反着来看，他们也是为了格力好，年报就会“利空出尽就是利好”！你们说对不对？   "], "extract_results_title": {"key_phrase": [[], []], "words": [[], []], "weight": [[], []], "topics": {"index": [[], []], "weight": [[], []], "sentence": [[], []]}}, "extract_results_text": {"key_phrase": [[], ["黑格力", "格力黑", "挑刺董明珠", "格力业绩", "格力股价"]], "words": [["关注", "董小姐", "担心", "其实", "目前", "国产", "做强", "股价", "应该", "股息", "建仓", "不要", "品牌", "做大", "回暖", "合适", "空调", "房地产", "加上", "很多人"], ["格力", "董明珠", "预期", "就会", "员工", "股东", "年报", "业绩", "挑刺", "股价", "事情", "没有", "事实", "对比", "也是", "依据", "简单", "走势", "品牌", "小题大做"]], "weight": [[0.041540486226002864, 0.04154048622600286, 0.04004384653506852, 0.0356171636223618, 0.0356171636223618, 0.03195615100675907, 0.03195615100675907, 0.031673887471889525, 0.031354567117049724, 0.031354567117049724, 0.030345157323841514, 0.030345157323841514, 0.03011249515635633, 0.03011249515635633, 0.029690620652410335, 0.029690620652410335, 0.029218035635260802, 0.028503551246046244, 0.028503551246046244, 0.021130340106951334], [0.05163464201820846, 0.03694340934190543, 0.02641280302508382, 0.018477903967161702, 0.017099885137595777, 0.016023705244161673, 0.015448315155821882, 0.014803417739939428, 0.01464907823610479, 0.013577125388170129, 0.011099217750409689, 0.009961282864709368, 0.009770395531567078, 0.009770395531567078, 0.009610005183770682, 0.009352002684151624, 0.009296945635298622, 0.009266752014859702, 0.008759036640190088, 0.008609300950027016]], "topics": {"index": [[1, 2, 3], [2, 11, 16]], "weight": [[0.322013484736984, 0.25, 0.22279699109447668], [0.08066147412178454, 0.07854295536841774, 0.07024952048024782]], "sentence": [["小散应该也会开始关注，房地产开始回暖，股价也跌了一年，安全垫也算合适，加上董小姐的高股息政策", "很多人担心格力后继无力，其实目前国人越来越认可国产品牌，只要在空调做精做细，做大做强，还是可以维持", "只有董小姐，不要异想天开，天天搞些有的没的，还是比较稳"], ["但我也希望全社会都表扬董明珠，因为董明珠这些年已经几乎成了跟格力绑定在一起的标签，挑刺了董明珠也就连累了格力品牌，只能说董明珠好，不能说她不好，已经成了很多股东和员工的无赖之举", "真正的格力黑在这时候也就是年报披露的前一个月左右，应该发各种研报发各种好消息，去让格力业绩预期超级好", "反之，现在机构，基金，对格力没有研报，使劲黑，反着来看，他们也是为了格力好，年报就会“利空出尽就是利好”"]]}}}, "00700": {"id": [216022541, 216028036], "user_id": [9832547066, 4226224438], "评论数": [25, 1], "day": [20220402, 20220402], "title": ["", "喜马拉雅IPO：2.7亿用户，如何巨亏130亿？"], "text": ["我觉得现在确实是机会，明年估计是持续两年的大牛市，一举突破5000点。大牛市，是国家战略的需要，是抵御美国打压的需要，是人民币国际化的需要。现在美俄暗战，受益的必然是人民币国际化。所以大牛市也是国际政治经济形势发展的必然。牛市来了，什么资产将受益？国家战略的高科技将受益，但不能带来好的投资者回报？为什么？因为牛市国家就可以大力为高科技企业融资发展高科技，可是发行数量大，估值高，大部分科技股可能成为投资者的噩梦。只有那些垄断稳定增长低估龙头的企业将为投资者带来超额回报。重点再说一遍：垄断，低估，龙头。可以预见的有：腾讯 。欢迎球友点评！但不要恶语！谁骂人，我骂谁", "文｜金卫握有2.7亿用户的喜马拉雅，却做成了亏本生意。3月29日，喜马拉雅向港交所提交上市申请，拟登陆港交所主板。这是喜马拉雅第三次提交招股书。2021年4月，喜马拉雅向美国纳斯达克提交上市申请，随后又主动取消了申请。同年9月，喜马拉雅转投港交所，但迟迟没有进一步动作，今年3月份，届满6个月的招股书因审计数据过期而失效，上之路可谓一波三折。作为中国在线音频排名第一的平台，喜马拉雅全端月活跃用户达到2.7亿。手握2.7亿用户、每天平均听2.4小时，喜马拉雅却把它做成了一门亏本生意：近四年巨亏130亿。这是如何做到的？音频霸主年年亏损喜马拉雅成立于2012年，创办人是余建军。成立至今，喜马拉雅已获得9轮融资，百度、小米、腾讯纷纷入局，去年的F轮融资更是获得9亿美金支持，整体估值200亿。作为国内在线音频赛道的绝对霸主，2021年，喜马拉雅的平均月活跃用户达到2.68亿，包括1.15亿移动端、1.52亿物联网及其他开放平台月活跃用户。根据灼识咨询资料，2021年，喜马拉雅移动端用户共花费17441亿分钟收听音频内容，约占中国所有在线音频平台移动端收听总时长的68.3%。截至2021年12月31日，喜马拉雅拥有超过3.39亿条音频内容，对应总内容时长约为24亿分钟，广泛涵盖101个品类的音频内容，包括个人成长、历史人文、亲子情感、商业财经以及娱乐内容等。喜马拉雅的收入来源于订阅、广告、直播以及其他创新产品及服务。其中，2021年订阅业务营收29.9亿，广告业务收入为14.9亿，直播收入10亿。也就是说，订阅业务是喜马拉雅的基本盘。营收方面，2019年至2021年，喜马拉雅的收入分别为26.97亿、40.76亿、58.56亿，亏损分别为19.25亿、28.82亿、51亿，2021年亏损同比扩大77%；如果加上2018年的亏损31.42亿元，4年里净亏损总额达到130亿。经调整近三年亏损额分别为7.48亿、人民币5.39亿、7.59亿，三年累计亏损超20亿。近三年，喜马拉雅两年的经营现金流出量净额分别为3.79亿、3.30亿，只有2020年现金流为正，但也只有8700多万。从毛利率看，喜马拉雅这几年呈现上升趋势，2021年毛利率达到54%，但为何亏损这么大？按喜马拉雅的说法，亏损及经营现金流出净额主要是由于内容购买、销售及营销活动以及研发活动的开支所致。从招股书上看，这几年喜马拉雅的销售及营销开支增长较快，由2019年的12亿增长至2020年的17亿，到2021年达到26亿，年增长率均在45%左右，主要是用于渠道推广开支和品牌推广及广告开支等，也意味着三年烧钱55亿。为了获取更多的用户，喜马拉雅从2021年开始针对新用户，特别是三线以下用户，喜马拉雅推出了“春运一路上解闷，就听喜马拉雅”、“母亲节—喜妈freeday，自在做自己”和“科幻季”等一系列活动。增加用户获取的同时，喜马拉雅也在推广付费点播内容方面持续发力，例如为内容创作者提供新培养计划的“喜播”。经过这一系列的投入，喜马拉雅的销售及营销开支大增，但同时，月活用户并没有大幅增长，总平均月活跃用户从2020年的2.15亿增长至2.67亿。喜马拉雅的两难留住用户，离不开优势的内容生产。喜马拉雅的商业基因是优质内容（PGC及PUG）引流，最终实现商业场景变现转化，这也是为何订阅为其商业基本盘的原因之一。当前，喜马拉雅面临的一个很大问题是高昂的内容与用户获取成本和低效的变现能力之间的矛盾。招股书显示，尽管有2.7亿用户，但移动端平均月活跃付费会员只有千万级，占总用户的12%左右。喜马拉雅基本盘的订阅业务，其单位用户价值2021年为11.2元，低于行业的22.5元。对于喜马拉雅来说，受用户规模和用户付费意愿的影响，音频类订阅数量始终无法实现规模效应。有业内人士透露，在音频平台，一般专辑能卖出10万份就已经算是超级爆款，销量达到百万份专辑则根本没有。这也就是说，重金投入的PGC和PUGC内容，很难通过规模效应摊薄成本。作为一个高度依赖优质内容的平台，内容的投入是一个持续的过程，因此成本会一直增长。根据喜马拉雅披露的招股书，营业成本构成包括：收入分成成本、内容成本、支付手续费、其他创新产品采购成本、带宽成本以及薪金及福利成本。其中，收入分成和购买版权的内容成本占大头。2019年至2021年，喜马拉雅给内容创作者的分成分别是9亿、13亿和16亿，占总营收比例分别为33.3%、31.7%与27.3%。内容作者的收入由喜马拉雅收入的协定百分比分成，这三年给内容创作者分走了38亿。对PGC和PUGC等业务，加大投入提升内容质量及丰富度，无疑将会增加订阅服务增长空间。如果优质内容投入减少，则会打击了优质内容创作者的积极性。这也带来另一个问题，内容投入过高平台会削弱平台的盈利能力，过低则无法吸引有优质内容创作能力的用户，这是两难困境。目前，音频行业巨头们虎视眈眈，腾讯音乐以产品矩阵大举攻城，推出酷我畅听、并购懒人听书；网易云音乐上线“有声剧场”栏目、增加播客入口等。巨头们纷纷下场做音频，一方面，争夺内容创作者，另一方面争夺用户，无疑直接对喜马拉雅施加巨大的竞争压力。据招股书披露，喜马拉雅此次IPO募集所得资金净额将主要用于继续扩大和提升所提供的内容并赋能内容创作者，并提升下一代技术、AI和大数据能力以进一步提高营运效率等。喜马拉雅称，未来，随着我们继续扩大业务规模、提高销售及营销效率并稳定我们在技术基础设施等方面的投资，我们的经调整亏损（非国际财务报告准则计量）预计将缩减并改善为经调整净利润。喜马拉雅实现盈利的计划包括：持续扩大用户群及提升用户活跃度、提升多元化变现能力、增加经营优势等。但其在招股书也提到，我们的收入取决于我们能否扩大用户群及提高用户活跃度，能否丰富内容库以及培养及留存内容创作者，以及能否最大化变现潜力。“此外，内容制作及采购在过往亦占我们营业成本的较大比例。我们的盈利能力亦受限于我们提升经营效率及规模效应的能力，我们日后可能继续产生净亏损。”三次冲击IPO，这一次喜马拉雅能否顺利登陆港交所？即便上市成功，它能走出在线音频的流血困局吗？我们将进一步关注。"], "extract_results_title": {"key_phrase": [[], []], "words": [[], ["马拉雅", "ipo", "用户"]], "weight": [[], [0.44225940081600196, 0.23341575413745363, 0.04545454545454546]], "topics": {"index": [[], [0]], "weight": [[], [1.0]], "sentence": [[], ["喜马拉雅IPO：2.7亿用户，如何巨亏130亿"]]}}, "extract_results_text": {"key_phrase": [[], ["喜马拉雅", "内容投入", "内容创作者", "内容成本", "音频平台", "音频内容"]], "words": [["投资者", "受益", "需要", "低估", "带来", "球友", "发展", "高科技", "明年", "估计", "现在", "战略", "人民币", "必然", "预见", "腾讯", "不要", "恶语", "骂人", "美俄"], ["内容", "用户", "马拉雅", "音频", "成本", "订阅", "2021年", "提升", "平台", "亏损", "收入", "开支", "能力", "商业", "投入", "创作者", "增加", "三年", "变现", "能否"]], "weight": [[0.03931162000823877, 0.030712101047842028, 0.030271397085070754, 0.027134058256996912, 0.025445056707017362, 0.02504307299640237, 0.024796267484957675, 0.02419168518110662, 0.022268363877102702, 0.022268363877102702, 0.018676584085106515, 0.01858344226638542, 0.018392099923368002, 0.018274055172555217, 0.017152658662092625, 0.017152658662092625, 0.017152658662092625, 0.017152658662092625, 0.017152658662092625, 0.016870017237109486], [0.02822351333554207, 0.02112936008108273, 0.02059896959399125, 0.012099103533047845, 0.010460188517029033, 0.009906488219379235, 0.009888802535212526, 0.008934288812434453, 0.008269590986564676, 0.008230363533513025, 0.007926578400555998, 0.007639220819627583, 0.007625563611141892, 0.0069147731115753435, 0.006480794112194375, 0.006311755900723962, 0.006292353922341128, 0.0062342231233696865, 0.006177461446534888, 0.006031681866771349]], "topics": {"index": [[7, 1, 0], [10, 37, 44]], "weight": [[0.09851947613644306, 0.08984921662127664, 0.07929609417566731], [0.027344390458044498, 0.027216657858363098, 0.02640643999717822]], "sentence": [["因为牛市国家就可以大力为高科技企业融资发展高科技，可是发行数量大，估值高，大部分科技股可能成为投资者的噩梦", "大牛市，是国家战略的需要，是抵御美国打压的需要，是人民币国际化的需要", "我觉得现在确实是机会，明年估计是持续两年的大牛市，一举突破5000点"], ["作为国内在线音频赛道的绝对霸主，2021年，喜马拉雅的平均月活跃用户达到2.68亿，包括1.15亿移动端、1.52亿物联网及其他开放平台月活跃用户", "2019年至2021年，喜马拉雅给内容创作者的分成分别是9亿、13亿和16亿，占总营收比例分别为33.3%、31.7%与27.3%", "巨头们纷纷下场做音频，一方面，争夺内容创作者，另一方面争夺用户，无疑直接对喜马拉雅施加巨大的竞争压力"]]}}}, "SH603259": {"id": [216034115], "user_id": [7610708650], "评论数": [0], "day": [20220402], "title": ["【卧云轩随笔2022.4.2】非疫情线的医药股是否存在错杀-1？"], "text": ["今天先分析CRMO分支，明天分析专科服务（民营医院）分支，后天分析医美等其他分支。一、CRMO定义：CRO是医药合同研发企业，主要为跨国制药公司和生物制药提供药物发现、临床前研究、临床试验等新药研发合同研究服务；而CDMO是医药合同定制研发生产企业，主要为跨国制药企业以及生物技术公司提供医药，特别是创新的工艺研发及制备、工艺优化、注册和验证批生产等生产等定制研发生产服务的机构。很多人把CRO和CDMO合并称为CXO，我一般叫做CRMO。CRMO这个分支，从去年的最高点到今年2-3月份的最低点，绝大部分个股跌幅都很大，比如药明康德跌52.6%、凯莱英跌51%、康龙化成跌60.5%、美迪西跌61%、博腾股份跌45%。然后从2-3月份的最低点算起，按本周五的收盘价来算，药明康德涨幅33%、凯莱英涨幅38.5%、康龙化成涨幅21%、美迪西涨幅44%、博腾股份涨幅57%。可以发现，博腾股份涨幅最大，美迪西、凯莱英和药明康德次之，康龙化成涨幅最低，这个阶段涨幅的高低与它们的基本面和一季报业绩有密切关系，下面挨个分析。------------------------药明康德：1.19日发了2021年业绩预告，2.15日发2021年业绩快报，结果2021年收入及净利增速均超过预告区间的上限，所以2.15日涨停，带动CRMO板块集体大涨。3.9日公告1-2月经营数据【公司预计2022年第 一季度收入同比增长将达到65-68%；展望全年，公司收入同比增长有望达到65- 70%】。这个公告发布的时间比较好，3.14-3.16日上证指数连续大跌创新低，药明康德不但没有新低，反而创阶段新高。券商一致性预期2022年净利润为84亿元，对应2022年预估PE为38倍，这个是合理偏低的估值。药明康德无论是2021年业绩还是预期的2022年营收及净利润增速，都是很不错的，最大的风险还是被美国制裁。药明康德的走势，会影响整个CRMO板块的走势。------------------------凯莱英：【3月26日凯莱英发布公告称，子公司拟引入高瓴等外部投资者，合计增资不超过约25.34亿元。并表示，将尽最大努力促使凯莱英生物技术发展在2026年12月31日前实现合格首次公开发行。】去年高瓴在高位清仓或大幅减持国内的CRMO上市公司，是导致CRMO分支连续大跌8个月的重要原因之一，所以上面这个高瓴在一级市场重新开始增持CRMO公司，对整个CRMO行业来说都是重大利好，当然也是凯莱英的重大利好。需要注意的是，凯莱英的子公司凯莱英生物技术发展主要是做GCT、ADC、大分子等CDMO业务。然后，凯莱英现在手里有辉瑞3个大订单，这意味着它2022年的预期收入和增速都比较高，且确定性比较强，这一点与博腾股份类似。【事件：作为国内CDMO龙头，凯莱英大额订单不断。2月20日，公司公告称，近日公司全资子公司吉林凯莱英医药化学有限公司与客户签订了相关产品新一批的《供货合同》，本次合同金额折合人民币约35.42亿元，合同供货时间为2022年。公司曾于2021年11月17日公告与上述客户签订4.81亿美元订单（约30.7亿元），于2021年11月29日公告签订27.2亿元订单。加上本次获得的订单，三次订单金额合计约为93.32亿元，核心供货时间均为2022年。上述三个订单均为小分子化学创新药CDMO，大部分于2022年交付，有望对当期业绩产生积极影响。】券商一致性预期凯莱英2022年净利润为25亿元（同比增长150%），对应2022年预估PE为38倍，这个也是合理偏低的估值。凯莱英在CRMO板块的定位类似于大白马，弹性比博腾股份和美迪西要低一点，但是稳定性要高一点。------------------------美迪西：根据券商一致性预期来看，2022年净利润增速最高的是凯莱英（150%）和博腾股份（150%），其次是美迪西（72%）。【公告：美迪西2021年实现收入11.67亿元，同比增长75%；归母净利润2.82亿元，同比增长115%；毛利率45.34%，同比提升4.27%；净利率24%，同比提升3.85%。单2021Q4实现收入3.81亿元，同比增长 63.47%，归母净利润1.01亿元，同比增长 84.88%，毛利率47.12%，净利率26.51% ，达历史最高，同比提升2.33%。】券商一致性预期美迪西2022-2023年收入约20.43亿，30.63亿，归母净利润4.91（YOY 74%）,7.46亿（YOY 52%），对应2022年PE 47倍。这个估值算高估还是低估呢？美迪西在2021年8月发布过一个股权激励计划：【绩效考核指标为：在满足绩效解锁和个人考核的前提之下，2021-2023年营业收入在2020年基础之上增长不低于60%、156%、310%，归属于母公司的净利润增长不低于70%、189%、391%，该禁令将在授予之日起三年之内解除，分别为30%、30%、40%】。从这个股权激励可以算出，连续3年的营收复合增速为60%，净利润增速为70%，那么这意味着美迪西的PE不应该低于70倍。所以，目前的美迪西是低估的。考虑目前是熊市，那么，可以降低美迪西的合理估值。截止2022.4.2日，美迪西距离上方的半年线和年线还差11%的涨幅，预计第一次冲击年线时，会在年线和半年线交叉的位置遇到比较大的压力而回落。然后，如果在第2次或第3次能成功站上年线，则代表进入右侧趋势。------------------------博腾股份：股价已经快回到前高点了，现在的位置性价比不高，所以今天不做重点分析。券商一致性预期博腾股份2022年净利润为13亿元（同比增长150%），对应2022年预估PE为40倍，合理估值，也就是说2022年的净利润已经兑现在股价里面了。博腾股份2022年的业绩具有高确定性，2023年的业绩具有不确定性，因为辉瑞大订单的利润主要在2022年兑现。所以，博腾股份的PE不应该高于药明康德、凯莱英和美迪西。-----------------------康龙化成：2022年业绩指引是净利润增长30-40%，在板块里属于增速比较低的；控股大股东有大比例减持计划（1.26日公布拟减持不超过总股本的6%），这个会压制股价。我认为这个减持比例太大，且2022年的预期净利润增速在CRMO行业中偏低，所以这个股最好放弃。------------------------和元生物：刚上市的CRMO个股，2022年预估净利润为0.8亿，对应2022年预估PE为125倍，具有CGT CDMO的能力，但是估值太高，所以现在不能碰，可以加自选股长期跟踪，耐心等它持续阴跌。------------------------策略与建议：1、海外业务占比高的CRMO公司肯定优于国内业务占比高的公司，因为国内有药审政策影响，药明康德、凯莱英、博腾股份、康龙化成海外占比跟高，美迪西国内占比很高；但是，海外公司占比高的公司又有被美国制裁的风险。所以，未来当你判断大盘见熊市大底的时候，要配置的话，CRMO这个板块不能满仓，只能占你一部分的仓位。2、选股时，求稳选择药明康德和凯莱英，求弹性选择美迪西（科创板），备选是昭衍新药；放弃康龙化成；中长期跟踪和元生物（科创板），但现在肯定也是回避。其他的，就别看了吧.....3、短期策略是只博弈一季报，一季报业绩预告发完就走；中期策略是等创业板指跌到2250-2300时，给中线仓位。博腾股份已经在3.25日晚发了一季报业绩预告了，股价也快回到前高点了，那就放弃。二、专科服务(民营医院)4.3日发文分析......三、医美4.4日发文分析......--------------------------------------   "], "extract_results_title": {"key_phrase": [[]], "words": [["云轩", "非疫情线", "医药", "随笔", "存在"]], "weight": [[0.27536815760276995, 0.18867924528301888, 0.18867924528301888, 0.14533478912314315, 0.028301886792452834]], "topics": {"index": [[0]], "weight": [[1.0]], "sentence": [["【卧云轩随笔2022.4.2】非疫情线的医药股是否存在错杀-1"]]}}, "extract_results_text": {"key_phrase": [["大订单", "博腾股份涨幅", "净利润增速", "博腾股份2022年", "2022年净利润", "2021年业绩"]], "words": [["凯莱英", "2022年", "crmo", "美迪西", "药明康德", "博腾股份", "公告", "业绩", "cdmo", "净利润", "涨幅", "订单", "年线", "增速", "2021年", "分析", "预告", "合同", "收入", "预期"]], "weight": [[0.018241050000545177, 0.016625165314047965, 0.015544326489717817, 0.011513457570351764, 0.01096245366753461, 0.009311023059942188, 0.008227922387254413, 0.00783813973934015, 0.00773395819685698, 0.007452773549985355, 0.007271866059898324, 0.0071302811464901165, 0.007061121311680138, 0.00687139616560411, 0.006436626884276498, 0.006419425227364325, 0.006134321905372915, 0.005973444714226156, 0.005680441477893812, 0.005636894796884266]], "topics": {"index": [[24, 26, 47]], "weight": [[0.03149848825097894, 0.030723204795896842, 0.028606896430014014]], "sentence": [["】券商一致性预期凯莱英2022年净利润为25亿元（同比增长150%），对应2022年预估PE为38倍，这个也是合理偏低的估值", "------------------------美迪西：根据券商一致性预期来看，2022年净利润增速最高的是凯莱英（150%）和博腾股份（150%），其次是美迪西（72%）", "------------------------和元生物：刚上市的CRMO个股，2022年预估净利润为0.8亿，对应2022年预估PE为125倍，具有CGT CDMO的能力，但是估值太高，所以现在不能碰，可以加自选股长期跟踪，耐心等它持续阴跌"]]}}}, "SH600056": {"id": [216036154, 216028048], "user_id": [8653750491, 6168382919], "评论数": [11, 13], "day": [20220402, 20220402], "title": ["我的2022年一季度股票投资总结", ""], "text": ["今天复盘一下我的2022年一季度股票投资，1.1～3.31股票收益率为+0.87%，沪深300为-14.53%，跑赢基线15.40%。今年赚得比较多的股票是浙大网新、金徽股份、中国医药。亏得比较多的股票是三六零、湘佳股份、海能达、中国平安。先说说浙大网新（交易点和净值走势如下图所示），2020年9月买进第一笔，我已经忘记当初为什么要买它了，买后就不断创新低，中间横盘震荡了一年多，然后我于2021.12.15、2022.02.11加仓了该股，且买入总股数超过了2020年分三次买入的总股数。2月份碰上“东数西算”概念爆发，股价从5.67迅速涨到9.26，涨幅高达63.3%。我分三次卖出，卖价分别为8.42、9.26、7.89。因为现在浙大网新的股价只有6.89，所以我对这次卖出操作还是挺满意的。再说说金徽股份，运气好，中了这只签，成交价10.8，有色板块。我之前在网上看到有人按行业估值预估出这只股能够涨一倍，2.28那天，我就以21.10的价格卖掉了，虽然没有卖在最高点22.97，但能够卖在次高点我也很满意了。接着说说中国医药这只股。之前两只股因为卖得果断而逃过了回落，但在中国医药这只股上却因为卖得果断而错过了一波大涨。2022.02.22，我在低点10.83加仓了中国医药，使得总股数近乎翻倍，但3.3那天却以13.05和13.43的价格清仓了中国医药，当时的卖出理由主要有两个，一个是涨得太急而且放量了，另一个是众多球友都说与辉瑞合作的消息是假消息，结果盘后官方就发了消息“相关事项正在沟通洽谈中”。清仓浙大网新、金徽股份、中国医药之后，我就用这些钱加仓了三六零和中国平安。加上之前重仓的海能达和湘佳股份，构成了我的前4大重仓股，总共6只股票，另外两只是民生银行和深赛格。看了一些行业研报和个股研报后，我自己对这六只股票的偏好度为，中国平安 > 三六零 > 海能达 > 湘佳股份 > 深赛格 > 民生银行。短期，看好银行、保险低估值板块。—————————————————————————之前的基金文章推荐：《》、《》《》：《基金清单》系列的总结《》：2021年最后1篇文章，也是2022年第1篇文章《》：个人经历篇2022.3.06 19:30《消费医药基金大盘点》直播地址：,2022.2.27 19:30《聊聊“稳增⻓”基金》直播地址：2022.2.20 19:30《海外市场基金》直播地址：—————————————————————————    #今日话题# #2022年一季度投资总结#    ", "特大重磅消息！热景生物新增新冠治疗概念，与军事科学院陈嶶团队联合研发获得专利，即将上市新冠治疗概念板块还有中国医药、精华制药、美诺华、拓新药业、翰宇药业、康芝药业、北大医药、振东制药、盘龙药业、博济医药、复星医药、永太科技、海辰药业、之江生物、君实生物- U、雅本化学、森萱医药、富祥药业等等检测有明德生物、瑞康医药、济民医疗、东方生物、诺唯赞、九安医疗、万孚生物、济南高新等等。热景生物是唯一新冠检测+新冠治疗+2022一季度净利润50-60亿，双概念集于一身的优质股，并且市值第。以后疫情常态化，出去旅游只要备好热景生物抗原自测+热景的新冠药就可以走到哪里都不怕。热景生物也是国内首批通过抗原自测认证的，九安医疗到现在国内没通过认证，美国疫情才3万左右/天，德国疫情20-30万，热景在德国自测扛把子，还有三十多个国家通过认证！热景生物至少能到500元   "], "extract_results_title": {"key_phrase": [[], []], "words": [["一季度", "投资", "股票", "2022年", "总结"], []], "weight": [[0.24594541923542018, 0.24594541923542018, 0.2390545807645797, 0.13452729038228986, 0.13452729038228986], []], "topics": {"index": [[0], []], "weight": [[1.0], []], "sentence": [["我的2022年一季度股票投资总结"], []]}}, "extract_results_text": {"key_phrase": [[], ["热景生物", "新冠治疗"]], "words": [["中国医药", "浙大网新", "卖出", "消息", "加仓", "直播", "股票", "金徽股份", "2020年", "果断", "三六零", "文章", "当初", "要买", "总结", "海能达", "看好", "保险", "湘佳股份", "买入"], ["新冠", "认证", "生物", "九安医疗", "自测", "德国", "热景", "重磅", "获得", "治疗", "优质股", "疫情", "一身", "之江生物", "森萱医药", "陈嶶", "海辰药业", "富祥药业", "一季度", "永太科技"]], "weight": [[0.018059883138824673, 0.015557013639746979, 0.014236958181157649, 0.013882675519135473, 0.013796650388738159, 0.012515304084475067, 0.012418921958772321, 0.010808029095356553, 0.01072588793579659, 0.0105751092058711, 0.010361743578525881, 0.009402102415232658, 0.009373614541769581, 0.009373614541769581, 0.009350497398518256, 0.00892011736935202, 0.008876716778773585, 0.008876716778773585, 0.008868770743931479, 0.008859730729203635], [0.03618770970123217, 0.027874179460136712, 0.025257026558822584, 0.023974605264952962, 0.021191761370506046, 0.02073517146022858, 0.019926555251915588, 0.01945598844424929, 0.017309941520467838, 0.01694536541779989, 0.016394660888791313, 0.016250661657653456, 0.01593867244454203, 0.015445951387053517, 0.015437540660979354, 0.0149085728131363, 0.014509358704647616, 0.014496791378773877, 0.014007958056095528, 0.013986311421356317]], "topics": {"index": [[11, 12, 3], [1, 3, 0]], "weight": [[0.08945519194927583, 0.07589745444026062, 0.0748813592739751], [0.21737364902656076, 0.16714444085130292, 0.16666666666666666]], "sentence": [["2022.02.22，我在低点10.83加仓了中国医药，使得总股数近乎翻倍，但3.3那天却以13.05和13.43的价格清仓了中国医药，当时的卖出理由主要有两个，一个是涨得太急而且放量了，另一个是众多球友都说与辉瑞合作的消息是假消息，结果盘后官方就发了消息“相关事项正在沟通洽谈中”", "清仓浙大网新、金徽股份、中国医药之后，我就用这些钱加仓了三六零和中国平安", "先说说浙大网新（交易点和净值走势如下图所示），2020年9月买进第一笔，我已经忘记当初为什么要买它了，买后就不断创新低，中间横盘震荡了一年多，然后我于2021.12.15、2022.02.11加仓了该股，且买入总股数超过了2020年分三次买入的总股数"], ["热景生物新增新冠治疗概念，与军事科学院陈嶶团队联合研发获得专利，即将上市新冠治疗概念板块还有中国医药、精华制药、美诺华、拓新药业、翰宇药业、康芝药业、北大医药、振东制药、盘龙药业、博济医药、复星医药、永太科技、海辰药业、之江生物、君实生物- U、雅本化学、森萱医药、富祥药业等等检测有明德生物、瑞康医药、济民医疗、东方生物、诺唯赞、九安医疗、万孚生物、济南高新等等", "以后疫情常态化，出去旅游只要备好热景生物抗原自测+热景的新冠药就可以走到哪里都不怕", "特大重磅消息"]]}}}, "SH600519": {"id": [215999183], "user_id": [3270832901], "评论数": [0], "day": [20220402], "title": [""], "text": ["茅台非要存够五年才卖，光这一点绝大多数企业是做不到的。茅台可是一直供不应求的，许多人说实话也喝不出差异，市场上的假酒又那么多，有无数的诱惑去放弃这个存够五年的约定。为什么是存五年呢？其实这个五年也是拍脑袋的少一年行不行多一年行不行？其实我是把这个五年理解为茅台对自我的一个约束。孔子说以约失之者鲜矣。易经其实也并无神秘之处，不过是找许多奇奇怪怪的理由去限制去约束人的行为。不管约束的理由是什么，约束本身就具有非常重要的意义。茅台是自我约束的典范，也极大的受益于这种自我约束"], "extract_results_title": {"key_phrase": [[]], "words": [[]], "weight": [[]], "topics": {"index": [[]], "weight": [[]], "sentence": [[]]}}, "extract_results_text": {"key_phrase": [[]], "words": [["约束", "理由", "企业", "许多人", "说实话", "脑袋", "茅台", "其实", "极大", "并无", "神秘", "自我约束", "典范", "放弃", "出差异", "市场", "假酒", "那么多", "重要", "意义"]], "weight": [[0.03513148930141199, 0.03513148930141199, 0.03122385319613129, 0.027769959658504553, 0.027769959658504553, 0.027769959658504553, 0.025591096007704945, 0.025591096007704945, 0.025591096007704945, 0.024495255292517608, 0.024495255292517608, 0.024495255292517608, 0.024495255292517608, 0.02155358342468479, 0.021390374331550797, 0.021390374331550797, 0.021390374331550797, 0.021390374331550797, 0.021390374331550797, 0.021390374331550797]], "topics": {"index": [[6, 1, 4]], "weight": [[0.1522414193860598, 0.14521151755047246, 0.1404192500270971]], "sentence": [["易经其实也并无神秘之处，不过是找许多奇奇怪怪的理由去限制去约束人的行为", "茅台可是一直供不应求的，许多人说实话也喝不出差异，市场上的假酒又那么多，有无数的诱惑去放弃这个存够五年的约定", "其实我是把这个五年理解为茅台对自我的一个约束"]]}}}}